[
{"price": "96,500", "img": "https://buyabans.com/upload/product/POS/MPPOSB15II4GBCD/web.jpg", "description": [" ", "Micropos B15-II", " ", "Specification", "CPU                                 Intel", "®", "Celeron® 1037U Dual Core 1.8G ,2M Cache 17W", "Chipset                                      Intel Nm70 TDP 4.1W", "Memory                            4GB DDR3 1333MHz1", "HDD                                 MSATA128GB SSD", "Ethernet                           Realtek 8103EL 10/100M Support diskless boot", " ", "Size/Resolution                  15”TFT-LED/1024X768", "Backlight/Contrast              450cd/m", "2", "/700:1", "Touch Screen                    5-wire Resistive Touch Screen/Infrared Touch Screen/True-Flat Capacitive Touch Screen", "IO ports", "Comm Port                       x2 (Check interface pictures)", "VGA                                 x1", "USB                                 x4", "Rj45                                x1", "AC in                                x1", "Audio Jack                        MIC in &SPK out", " ", "Other Information", "Support OS                              Win XP，POSReady 2009，Win 7/8/10, POSReady 7,Ubuntu 13.04 LTS", "Certificates                       CE,FCC Class A, ROHS, CB, ISO", "Working Temperature         O\"C-40\"C(32°F~104°F)", "Optional Accessories                LED Customer Display", " ", "Carton Size(mm)                425(L)x290(W)x420(H)", "G..W                                8.5kgs", "                                                         ", " Warranty                                 1 year Abans Warranty            "], "title": "MICROPOS-TOUCH POS SYSTEM", "url": "https://buyabans.com/product-info/posb15"},
{"price": "30,000", "img": "https://buyabans.com/upload/product/POS/MPPOSS7020/web.jpg", "description": [" ", "."], "title": "MICROPOS-BARCODE SCANNER", "url": "https://buyabans.com/product-info/micropos-barcode-scanner-s-7020-mpposs7020"},
{"price": "8,500", "img": "https://buyabans.com/upload/product/POS/MPPOSC01CD/webh.jpg", "description": [" ", "."], "title": "MICROPOS-CUSTOMER DISPLAY", "url": "https://buyabans.com/product-info/c01"},
{"price": "9,488", "img": "https://buyabans.com/upload/product/POS/MPPOSM1695/web.jpg", "description": [" ", "."], "title": "MICROPOS-BARCODE SCANNER", "url": "https://buyabans.com/product-info/micropos-barcode-scanner-m-1695-mpposm1695"},
{"price": "23,024", "img": "https://buyabans.com/upload/product/watch3/TIWH1684YM01/webgg.jpg", "description": [" ", "TITAN-QUARTZ W/BOX EDGE-GENTS "], "title": "TITAN-QUARTZ W/BOX EDGE-GENTS", "url": "https://buyabans.com/product-info/1684ym01"},
{"price": "19,649", "img": "https://buyabans.com/upload/product/watch3/TIWH1684YL01/web.jpg", "description": [" ", "TITAN-QUARTZ W/BOX EDGE-GENTS "], "title": "TITAN-QUARTZ W/BOX EDGE-GENTS", "url": "https://buyabans.com/product-info/1684yl01"},
{"price": "52,900", "img": "https://buyabans.com/upload/product/Laptop/ACPCL533QC/webj.jpg", "description": [" ", "ACER-NOTEBOOK INTEL CEL/QUAD CORE/4GB/1TB "], "title": "ACER-NOTEBOOK INTEL CEL/QUAD CORE/4GB/1TB", "url": "https://buyabans.com/product-info/es1-533-c5pd"},
{"price": "29,999", "img": "https://buyabans.com/upload/product/Phone/EGPH-S600BK/webg.jpg", "description": [" ", "Energizer Hardcase Energy S600 ", " "], "title": "ENERGIZER ENERGY S600 BLACK", "url": "https://buyabans.com/product-info/energizer-energy-mobile-phone-s600-black-s600-egph-s600bk"},
{"price": "4,300", "img": "https://buyabans.com/upload/product/Iron/PLIRST143020/web.jpg", "description": [" ", "PHILIPS-ST.IRON HV-NS (BLUE)  ", "Power up to 1700 W enabling constant high steam output", " Power up to 1700 W enabling constant high steam output.", " ", "Continuous steam up to 20 g/min for better crease removal", " Continuous steam up to 20 g/min for better crease removal.", " ", "Steam boost up to 70g", " ", "The iron's 70 g steam boost enables you to easily remove even the most stubborn creases.", " ", "A fine spray evenly moistens the fabric", " ", "The spray function produces a fine mist that evenly moistens the fabric, making it easier to iron out creases.", " ", "Easy gliding on all ironable garments", " ", "The soleplate of your Philips iron is coated with a special non-stick layer for easy gliding performance on all ironable garments.", " ", "Large water tank 220ml and convenient water filling", " ", "Less refilling with the extra-large 220 ml water tank so you can iron more clothes in one go.", " ", "Triple precision tip for optimal control and visibility", " ", "The tip of this Philips iron is precise in 3 ways: it has a pointed tip, button groove and a sleek design of the nose. Triple Precision tip enables you to reach even into the most tricky areas, e.g. around the buttons or between the pleats.", " ", "Calc clean slider to easily remove scale out of your iron", " ", "This steam iron can be operated with normal tap water and the calc clean slider makes it easy to remove any built-up scale out of your iron. To maintain the performance of your Philips steam iron, you should use this scale clean function once a month when using normal tap water.", " "], "title": "PHILIPS-ST.IRON HV-NS (BLUE) ", "url": "https://buyabans.com/product-info/gc143020"},
{"price": "210", "img": "https://buyabans.com/upload/product/Small%203/BBKWZT003013/web.jpg", "description": [" ", "B&B-WHISK "], "title": "B&B-WHISK", "url": "https://buyabans.com/product-info/zt003-013"},
{"price": "3,600", "img": "https://buyabans.com/upload/product/mixer/HAHM751A/webv.jpg", "description": [" ", "HARVEST-HAND MIXER "], "title": "HARVEST-HAND MIXER", "url": "https://buyabans.com/product-info/751a"},
{"price": "85,900", "img": "https://buyabans.com/upload/product/Washing%20machine/LGWMT2515VSAMG/webn.jpg", "description": [" ", "Energy Saving with Smart Inverter Control", "Smart Inverter Technology eliminates wasted operation by efficiently controlling energy use. ", " ", " ", "Smart Motion", "Smart Motion is 3 kinds of motions created by Smart Inverter for optimized washing by fabric type. Enjoy better combination for better care. ", " ", " ", " ", "TurboDrum™", "TurboDrum™ enables the most powerful wash and removes the toughest dirt through strong water stream of rotating drum and pulsator in the opposite direction. ", " ", " ", " ", "Punch+3", "Punch+3 creates powerful streams of water which mix laundry up and down repeatedly for even washing result. ", " ", " ", "Auto Pre Wash", "With one touch, tough stains are ready to be gone. Let your hands free, let your washing machine do the laundry. ", " ", " ", " ", "Side Waterfall", "Side Waterfall enables the best mixing of detergent with water while minimizing detergent residue that can cause skin irritation and allergy. ", " ", " ", "Smart Diagnosis™", "Smart Diagnosis™ helps diagnose and troubleshoot mechanical issues, limiting costly and inconvenient service visits ", "  ", " ", "Safe & Convenient Design", "Stylish and durable design ensures convenience and safety while offering efficient and innovative features. ", " ", " "], "title": "  LG-FULLY AUTO WASHING MACHINE - 15 Kg ", "url": "https://buyabans.com/product-info/t2515vsam"},
{"price": "59,999", "img": "https://buyabans.com/upload/product/TV/THTV43L3750VE/webf.jpg", "description": [" ", "TOSHIBA-43\" LED FHD TELEVITION ", "Front Power Speaker", " ", "Dynamic Direct Power Sound. The newly designed speaker is located in front. It allows you to feel the beat any as sounds reach you directly to deliver more dynamic and clearer sound.", " ", "dts TruSound", " ", "Real Surround Sound Solution. Pro Theatre equips a virtual surround sound solution “DTS TruSurroundTM”. It analyzes each individual sound and reproduces real sound which was lost when TV received data. Real sound makes you feel as if you were right there.", " ", "DOLBY AUDIO", " ", "More supports to maximize your emotion. Pro Theatre supports Dolby Digital Plus which enables you to extend sound system up to 7.1. Enjoy full sound performance with beautiful picture quality.", " ", "Vivid Image Ever (Cevo Engine) ", " Super high performance engine to reproduce TV images. The most colorful images essentially maximizes your emotions.", " ", "Shining properly ( BrighOn Algorithm)", " ", "Superb algorithm to enhance brightness By this essence, TV is enabled to realize wide range of expression of brightness. Brightness of sunrise, texture of fruits, everything will look perfect when it shines “properly”. ", " ", "See Things as real (Contrast Booster)", " ", "Accurate picture contrast to show things as real. This essence emphasizes and maximizes the depth of picture color. As a result, any objects you watch on TV, you feel like they are there for real.", " ", "Capture the every moment (AMR+)", " ", "Crisp and clear images of fast-moving action sequence. When you watch fast-moving scenes, usually the picture becomes blur, AMR+’s complex algorithm helps to reduce it to capture every moment.", " ", "Any content at the best (Picture Optimizer and Football Mode) ", " Best picture setting is different by contents. Toshiba prepared 5 different picture setting to deliver best suited images depend on contents. ", " ", "Perfect light balance (AUTO VIEW)", " ", "Best picture quality in any condition. When you watch TV with or without light, it will look differently. This feature automatically recognizes surrounding lighting level, and applies adjust the TV’s backlight setting accordingly.", " ", "MHL (Mobile HIgh-Definition Link)", " ", "One is a connection with your Smart Phone contents on big TV screen. The other is an electric power charge which your Smart Phone is automatically charged as long as it is connected with TV so that you can enjoy the contents almost endlessly", " ", "Customize the way you watch TV (Personal Video Recording)", " ", "With Pro Theater, you don’t have to adjust your lifestyle to watch what you want because we adjust for you. You can easily record and playback terrestrial digital TV programs with storage devices (USB Flash drives or HDDs). EPG (Electronic Program Guide) will help you search, reserve, and record your intended TV programs in very quick and easy manner."], "title": "TOSHIBA-43\" LED FHD TELEVITION", "url": "https://buyabans.com/product-info/toshiba-43-full-hd-led-television-and-tvs-43l3750ve-thtv43l3750ve"},
{"price": "164,990", "img": "https://buyabans.com/upload/product/AC/LGACINQ126EAP8FREE/webq.jpg", "description": [" ", "Dual Inverter Compressor ™ with10 years warranty", "LG’s Dual Inverter Compressor ™ solves improper, cooling and noise problems, resulting in an air conditioner that cools faster, lasts longer, and runs quieter.", "With the 10 year warranty on the compressor, users can enjoy the benefits of LG air conditioner for a longer period of time.", " ", "Hi Cool", "LG air conditioners with the unique Hi Cool Technology* promise to cool you as soon as you switch on the air conditioner. With just the touch of a button, you will feel as cool as in the Himalayas. ", " ", " ", "Monsoon Comfort", "The Monsoon Comfort technology provides the right cooling during high humidity and monsoon season. As compared to the normal dehumidification mode in other air conditioners, the monsoon comfort technology prevents overcooling and saves energy up to 36.4% . ", " ", " ", "Auto Clean", "Auto clean feature dries the wet heat exchanger to help prevent mould and bacteria from breeding. ", " ", " ", "Energy Saver ", "The air conditioner controls the fan automatically to provide comfortable room conditions & maximize energy Savings. ", " ", "On/Off timer ", "The timer allows you to turn On / Off the AC at the time of your choice for an undisturbed sleep. On timer switches On the AC and Off timer switches off the AC on the set time. ", " ", " ", "SLEEP MODE ", "When Sleep mode is activated, LG air conditioner’s unique microprocessor automatically adjusts the room temperature to match your body metabolism rate during sleep hours, thus giving a comfortable environment to sleep and also saves energy. ", " ", "Stabilizer Free operation", "This function protect the vital components of your machine from power fluctuations within the range of (145-290V)*. If power fluctuation is beyond the above mentioned limit then stabilizer is required for normal functioning. "], "title": "LG-AIR/CON 24000BTU STANDARD INVERTER PLUS 60% ENERGY SAVING", "url": "https://buyabans.com/product-info/js-q2465ap7f"},
{"price": "56,400", "img": "https://buyabans.com/upload/product/Refrigerator/LGRF231APLBHD/web.jpg", "description": [" ", "Smart Inverter Compressor", "LG's New Smart Inverter Compressor is one of the most advanced and energy efficient compressor. Designed to give unmatched performance, great savings and super silent operation, the New Smart Inverter Compressor is yet another delightful innovation for your convenience.  ", " ", " "], "title": "LG-REFRIGERATOR 215L-HAZLE DAZZLE", "url": "https://buyabans.com/product-info/lg-single-door-refrigerator-inverter-215l-hazle-dazzle-gl-b231aplb-lgrf231aplbhd"},
{"price": "55,999", "img": "https://buyabans.com/upload/product/TV/HRTV43B9000/web.jpg", "description": [" ", "Full HD", "Full HD has 1920*1080 resolution which displays richly textured Naturalistic pictures that captivate your mind and elevate your viewing experience. ", " ", "HDMI", "HDMI allows you to connect your entertainment gadgets to LED and conveniently switch to each device & have enjoyable multimedia experience. ", " ", "USB", "Its simple to browse and enjoy digital media directly from USB flash drives. ", " "], "title": "HAIER-43\" LED TELEVISION", "url": "https://buyabans.com/product-info/le43b9000"},
{"price": "16,499", "img": "https://buyabans.com/upload/product/JBL/AGHPHY50YL/webg.jpg", "description": [" ", "AKG-OVER EAR HEADPHONE-YELLOW  ", "\r\n", "\r\n", "Signature AKG-quality sound with enriched bass performance ", "\r\n", "AKG sound originates from powerful, 40mm drivers delivering an enhanced, punched-up bass response with minimal disturbance from the outside world thanks to their bleed-resistant design. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "On-ear headphone with closed ear-cup design for reduced ambient noise", "\r\n", "Removing those external sounds you'd rather not hear allows for a distraction-free environment with which to fully concentrate on the acoustics you'd prefer to hear – as it should be. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Long-lasting, comfortable fit with rugged, lightweight design", "\r\n", "Headphones may sound great but unless they're comfortable, they won't wear well over time. The AKG Y 50s lightweight construction and closed ear-cup design are engineered to feel like they're barely there – yet provide you with a listening experience to fit your discerning tastes like a glove. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Detachable, 1.2m. Cable with inline, one-button remote/mic for complete hands-free accessibility", "\r\n", "Keep connected for work or for play while you choose between taking a call or riffing on a favorite tune – all without skipping a beat. Compatible with most smartphones, AKG Y 50s address your on-the-go lifestyle but leave the decisions of what to do next up to you. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "3D-Axis folding mechanism and pouch for easy storage and safe transport", "\r\n", "AKG Y 50s adhere to your on-the-go lifestyle, designed to fold down neatly for safe storage in a compact, protected pouch. This keeps them safe when you're not using them – but ready to come into play whenever you need to take them with you.", "\r\n"], "title": "AKG-OVER EAR HEADPHONE-YELLOW", "url": "https://buyabans.com/product-info/akg-over-ear-headphone-yellow-aghphy50yl"},
{"price": "15,299", "img": "https://buyabans.com/upload/product/JBL%202/APBSMR2F2ZMA/webg.jpg", "description": [" ", "Elevate your music", "\r\n", "urBeats3 wired earphones feature fine-tuned acoustic design via an axial-aligned driver to deliver an exceptional listening experience. This means that no matter what music you’re playing you’ll get optimised sound output. Laser precision venting provides micro-pressure balanced bass, while dual-chamber acoustics deliver synchronised sound and natural tonality across all types of music.", "\r\n", "Made to fit you", "\r\n", "Designed for your life, urBeats3 wired earphones feature an optimal ergonomic fit that combines sleek style with iconic Beats sound for all-day wear. A variety of ear tip options provide individualised fit for noise isolation while optional secure-fit wingtips provide confidence and added stability during activity.", "\r\n", "Stay on the go", "\r\n", "Wherever your day takes you, you can stay connected with RemoteTalk. Take calls with a built-in mic, control your music, and even activate Siri all with the push of a button. And when you’re not wearing them, the tangle-free flat cable and magnetic ear buds easily coil up in a carrying case for compact portability.", "\r\n"], "title": "APPLE-URBEATS3 LIGHTNING, MATTE SILVER-ZML", "url": "https://buyabans.com/product-info/mr2f2zma"},
{"price": "15,299", "img": "https://buyabans.com/upload/product/JBL%202/APBSMQFW2ZMA/webv.jpg", "description": [" ", "Elevate your music", "\r\n", "urBeats3 wired earphones feature fine-tuned acoustic design via an axial-aligned driver to deliver an exceptional listening experience. This means that no matter what music you’re playing you’ll get optimised sound output. Laser precision venting provides micro-pressure balanced bass, while dual-chamber acoustics deliver synchronised sound and natural tonality across all types of music.", "\r\n", "Made to fit you", "\r\n", "Designed for your life, urBeats3 wired earphones feature an optimal ergonomic fit that combines sleek style with iconic Beats sound for all-day wear. A variety of ear tip options provide individualised fit for noise isolation while optional secure-fit wingtips provide confidence and added stability during activity.", "\r\n", "Stay on the go", "\r\n", "Wherever your day takes you, you can stay connected with RemoteTalk. Take calls with a built-in mic, control your music, and even activate Siri all with the push of a button. And when you’re not wearing them, the tangle-free flat cable and magnetic ear buds easily coil up in a carrying case for compact portability.", "\r\n"], "title": "APPLE-URBEATS3,BLUE-ZML A1750 N", "url": "https://buyabans.com/product-info/mqfw2zma"},
{"price": "15,299", "img": "https://buyabans.com/upload/product/JBL%202/APBSMQHY2ZMA/web.jpg", "description": [" ", "Elevate your music", "\r\n", "urBeats3 wired earphones feature fine-tuned acoustic design via an axial-aligned driver to deliver an exceptional listening experience. This means that no matter what music you’re playing you’ll get optimised sound output. Laser precision venting provides micro-pressure balanced bass, while dual-chamber acoustics deliver synchronised sound and natural tonality across all types of music.", "\r\n", "Made to fit you", "\r\n", "Designed for your life, urBeats3 wired earphones feature an optimal ergonomic fit that combines sleek style with iconic Beats sound for all-day wear. A variety of ear tip options provide individualised fit for noise isolation while optional secure-fit wingtips provide confidence and added stability during activity.", "\r\n", "Stay on the go", "\r\n", "Wherever your day takes you, you can stay connected with RemoteTalk. Take calls with a built-in mic, control your music, and even activate Siri all with the push of a button. And when you’re not wearing them, the tangle-free flat cable and magnetic ear buds easily coil up in a carrying case for compact portability.", "\r\n"], "title": "APPLE-URBEATS3,LIGHTINING-BLACK-ZML A1942 CN", "url": "https://buyabans.com/product-info/mqhy2zma"},
{"price": "15,299", "img": "https://buyabans.com/upload/product/JBL%202/APBSMQFX2ZMA/webg.jpg", "description": [" ", "Elevate your music", "\r\n", "urBeats3 wired earphones feature fine-tuned acoustic design via an axial-aligned driver to deliver an exceptional listening experience. This means that no matter what music you’re playing you’ll get optimised sound output. Laser precision venting provides micro-pressure balanced bass, while dual-chamber acoustics deliver synchronised sound and natural tonality across all types of music.", "\r\n", "Made to fit you", "\r\n", "Designed for your life, urBeats3 wired earphones feature an optimal ergonomic fit that combines sleek style with iconic Beats sound for all-day wear. A variety of ear tip options provide individualised fit for noise isolation while optional secure-fit wingtips provide confidence and added stability during activity.", "\r\n", "Stay on the go", "\r\n", "Wherever your day takes you, you can stay connected with RemoteTalk. Take calls with a built-in mic, control your music, and even activate Siri all with the push of a button. And when you’re not wearing them, the tangle-free flat cable and magnetic ear buds easily coil up in a carrying case for compact portability.", "\r\n", " "], "title": "APPLE-URBEATS3,GRAY-ZML A1750 N", "url": "https://buyabans.com/product-info/mqfx2zma"},
{"price": "12,999", "img": "https://buyabans.com/upload/product/JBL/HKHPE30WH/web.jpg", "description": [" ", "Powerful 30 mm drivers deliver legendary JBL sound with bass you can feel.", "Discover rich, distortion-free sound, wide frequency response and enhanced audio quality from powerful 30mm drivers with Pure Bass performance.", " ", "Distinctive styling and design in a rai nbow of vibrant color combinations.", "Command attention with cutting-edge design characteristics including 3-D swivel hinges, aluminum accents, five vibrant color choices and plush leatherette ear-cup cushions. ", " ", " ", "Detachable, one-button universal remote/microphone complements every device", "Portable JBL Synchros E30s forge the perfect partnership with your choice of device – both from a sound quality perspective and a functional one. Lightweight and stylish, you can fly between phone to music and back without ever skipping a beat – all with the push of a button. ", " "], "title": "JBL-OVER EAR HEADPHONE-WHITE", "url": "https://buyabans.com/product-info/jbl-over-ear-headphone-white-hkhpe30wh"},
{"price": "12,999", "img": "https://buyabans.com/upload/product/Portable%20Sound%20System/LGSBSK1/web.jpg", "description": [" ", "Rich Sound in Compact Size", "The compact sized all-in-one Sound Bar delivering a great balance of good sound and strong bass. ", "Bluetooth, stream anything", "Wirelessly stream music directly from your smartphone or other compatible device for a seamless listening experience. ", "Bluetooth Stand-by, wake up your Sound Bar", "Sound starts the moment you transfer audio to the Sound Bar. The Sound Bar remains in sleep mode but turns on and begins playing when the audio is sent via Bluetooth.  ", "LG Sound Sync", "LG Sound Bar SK1 comes with its own remote but it can be controlled with your LG TV remote. LG Sound Sync links compatible the LG television to the Sound Bar using an optical cable. ", " "], "title": "LG-2.0 SOUND BAR, 40W", "url": "https://buyabans.com/product-info/sk1"},
{"price": "8,999", "img": "https://buyabans.com/upload/product/JBL/HKCSPREF1260W/webh.jpg", "description": [" ", "INFINITY-CAR SUBWOOFER"], "title": "INFINITY-CAR SUBWOOFER", "url": "https://buyabans.com/product-info/infinity-car-subwoofer-ref1260w-hkcspref1260w"},
{"price": "7,999", "img": "https://buyabans.com/upload/product/JBL/HKSPGTO428/web.jpg", "description": [" ", "JBL-CAR SPEAKER"], "title": "JBL-CAR SPEAKER", "url": "https://buyabans.com/product-info/jbl-car-speaker-gto428-hkspgto428"},
{"price": "5,699", "img": "https://buyabans.com/upload/product/JBL%202/HKHPHT290CGD/web.jpg", "description": [" ", "DESCRIPTION", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "JBL in ear headphones deliver immersive acoustics with heavy bass. These JBL wired headphones feature tangle free cable and one button remote for easy usage. Enjoy your favorite music with rich and captivating sounds by plugging in the JBL T290 In Ear Headphones. They deliver crystal clear and pure sounds without any distortion with JBL's remarkable and trademark Pure Bass Sound technology. The headphones are lightweight, comfortable and compact, facilitating convenient and easy wear while on a bike or crowded train. The flat cable of the earphones is tangle free and durable. You can control the settings and switch between listening to music and taking calls with ease using its one button remote with built in microphone.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "EXCEPTIONAL AUDIO", "\r\n", "The JBL in ear headphones with the JBL Pure Bass Sound and 8.7mm drivers provide captivating stereo and deep bass audio with crystal clear vocals. The sounds you hear with these headphones are similar to what you have experienced in live concerts, arenas, and recording studios around the world. These JBL wired headphones feature a one button remote with a microphone to let you control music playback and take or make calls without the need to take your smartphone out of the pocket all the time. ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "STURDY, COMFORTABLE, AND HASSLE FREE", "\r\n", "These JBL earphones feature an aluminum housing for a durable, robust and lightweight built. The flat cable that connects these earphones to any external device such as a smartphone or an iPod is tangle free, facilitating a seamless and continuous music listening experience. ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "JBL EARPHONE - GOLD", "url": "https://buyabans.com/product-info/jbl-earphone-gold-hkhpht290cgd"},
{"price": "6,999", "img": "https://buyabans.com/upload/product/JBL/JBLPMGOORG/web.jpg", "description": [" ", "Wireless Bluetooth Streaming", "Enjoy JBL quality sound wirelessly via Bluetooth ", " ", " ", "Rechargeable Battery", "Up to five hour playtime ", " ", " ", "Built-in Speakerphone", "With noise and echo cancellation ", " "], "title": "JBL-PORTABLE SOUND SYSTEM", "url": "https://buyabans.com/product-info/jbl-go-org"},
{"price": "5,699", "img": "https://buyabans.com/upload/product/JBL%202/HKHPHT290SIL/web.jpg", "description": [" ", "DESCRIPTION", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "JBL in ear headphones deliver immersive acoustics with heavy bass. These JBL wired headphones feature tangle free cable and one button remote for easy usage. Enjoy your favorite music with rich and captivating sounds by plugging in the JBL T290 In Ear Headphones. They deliver crystal clear and pure sounds without any distortion with JBL's remarkable and trademark Pure Bass Sound technology. The headphones are lightweight, comfortable and compact, facilitating convenient and easy wear while on a bike or crowded train. The flat cable of the earphones is tangle free and durable. You can control the settings and switch between listening to music and taking calls with ease using its one button remote with built in microphone.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "EXCEPTIONAL AUDIO", "\r\n", "The JBL in ear headphones with the JBL Pure Bass Sound and 8.7mm drivers provide captivating stereo and deep bass audio with crystal clear vocals. The sounds you hear with these headphones are similar to what you have experienced in live concerts, arenas, and recording studios around the world. These JBL wired headphones feature a one button remote with a microphone to let you control music playback and take or make calls without the need to take your smartphone out of the pocket all the time. ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "STURDY, COMFORTABLE, AND HASSLE FREE", "\r\n", "These JBL earphones feature an aluminum housing for a durable, robust and lightweight built. The flat cable that connects these earphones to any external device such as a smartphone or an iPod is tangle free, facilitating a seamless and continuous music listening experience. ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "JBL EARPHONE - SILVER", "url": "https://buyabans.com/product-info/jbl-earphone-silver-hkhpht290sil"},
{"price": "189,999", "img": "https://buyabans.com/upload/product/i%20phone/i%20phone%20x%20%20silver/1.jpg", "description": [" ", " ", "iPhone X", "Our vision has always been to create an iPhone that is entirely screen. One so immersive the device itself disappears into the experience. And so intelligent it can respond to a tap, your voice, and even a glance. With iPhone X, that vision is now a reality. Say hello to the future. ", " ", " ", " ", "Design and Display", "It’s all screen. ", " ", " ", " ", " ", "Super Retina Display ", "With iPhone X, the device is the display. An all‑new 5.8‑inch Super Retina screen fills the hand and dazzles the eyes.", "  ", " ", " ", " ", "Innovative Technology ", "The display employs new techniques and technology to precisely follow the curves of the design, all the way to the elegantly rounded corners. ", " ", " ", " ", " ", " ", "OLED Designed for iPhone X ", "The first OLED screen that rises to the standards of iPhone, with accurate, stunning colors, true blacks, high brightness, and a 1,000,000 to 1 contrast ratio. ", " ", " ", "TrueDepth Camera ", "\r\n", "\r\n", "A tiny space houses some of the most sophisticated technology we’ve ever developed, including the cameras and sensors that enable Face ID.", "\r\n", "\r\n", "\r\n", " ", "\r\n", " ", "\r\n", " ", "\r\n", "All-New Design  ", "\r\n", " ", "\r\n", "The most durable glass ever in a smartphone, front and back. Surgical‑grade stainless steel. Wireless charging. Water and dust resistance. ", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", "Intuitive Gestures ", "Familiar gestures make navigation natural and intuitive. Instead of pressing a button, a single swipe takes you home from anywhere.  ", " ", " ", " ", " ", "Secure Authentication ", "Your face is now your password. Face ID is a secure and private new way to unlock, authenticate, and pay. ", " ", " ", " ", " ", "Facial Mapping ", "Face ID is enabled by the TrueDepth camera and is simple to set up. It projects and analyzes more than 30,000 invisible dots to create a precise depth map of your face. ", " ", " ", " ", " ", "Apple Pay ", "Face ID is so secure you can use it with Apple Pay. And check out with just a glance. ", " ", " ", " ", "TrueDepth Camera", "Front facing.", "Forward thinking. ", " ", " ", " ", " ", "Portrait Mode Selfies ", "Create beautiful selfies with sharp foregrounds and artfully blurred backgrounds. ", " ", "\r\n", " ", "\r\n", "Improved Cameras ", "\r\n", "A larger and faster 12MP sensor. A new color filter. Deeper pixels. And a new telephoto camera with OIS. ", " ", " ", " ", "Dual OIS ", "Both rear cameras have optical image stabilization and fast lenses for outstanding photos and videos even in low light. ", " ", " ", " ", "Wireless Charging", "With no charging cable required, iPhone X is truly designed for the future of wireless. ", " ", " ", " ", " ", "A Wireless World ", "Charge with wireless charging stations and mats in hotels, cafes, and airports around the world. ", " ", " ", " "], "title": "iPhone X Silver - 64GB", "url": "https://buyabans.com/product-info/mqad2zpa"},
{"price": "171,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP8MQ6G2ZPA/web.jpg", "description": [" ", "iPhone 8 Plus ", "A beautiful mind.", "iPhone 8 Plus introduces an all‑new glass design. The world’s most popular camera, now even better. The most powerful and smartest chip ever in a smartphone. Wireless charging that’s truly effortless. And augmented reality experiences never before possible. iPhone 8 Plus. A new generation of iPhone. ", " ", "All‑Glass Design ", "The most durable glass ever in a smartphone, front and back. A color‑matched, aerospace‑grade aluminum band. New space gray, silver, and gold finishes. ", " ", "Water and Dust Resistant ", "Precision‑engineered to resist water and dust. ", " ", "Wireless Charging ", "The glass back enables easy wireless charging. ", " ", " ", " All‑New Display ", "A Retina HD display that’s more beautiful than ever. With True Tone, a wide color gamut, and 3D Touch. ", " ", "True Tone ", "True Tone technology automatically adjusts white balance to match the light around you. For a better viewing experience in all kinds of environments. ", " ", "Brilliant Colors ", "With a wide color gamut and the best color accuracy in the industry, everything on the screen looks more brilliant and vibrant. ", " ", "All‑New Sensor ", "iPhone 8 features a more advanced 12MP camera. With a larger, faster sensor. A new color filter. Deeper pixels. And optical image stabilization for photos and videos. ", " ", "Portrait Lighting ", "Dual cameras and new facial landmarking create dramatic studio lighting effects in Portrait mode. ", " ", "Optical Zoom ", "The wide‑angle and telephoto lenses on iPhone 8 Plus enable optical zoom, as well as digital zoom of up to 10x for photos and 6x for videos. ", " ", " ", "Wireless Charging ", "With no charging cable required, iPhone 8 is truly designed for the future of wireless. ", " ", "A Wireless World ", "Charge with wireless charging stations and mats in hotels, cafes, and airports around the world. ", "AirPower ", "Introducing the AirPower mat. Just set your iPhone, Apple Watch, and AirPods anywhere on the mat to charge them wirelessly. ", " "], "title": "iPhone 8 Space Gray - 256GB", "url": "https://buyabans.com/product-info/mq7c2zpa"},
{"price": "171,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP8MRRM2ZPA/web.jpg", "description": [" ", "iPhone 8 ", "A beautiful mind.", "iPhone 8 introduces an all‑new glass design. The world’s most popular camera, now even better. The most powerful and smartest chip ever in a smartphone. Wireless charging that’s truly effortless. And augmented reality experiences never before possible. iPhone 8. A new generation of iPhone.", " ", "All‑Glass Design ", "The most durable glass ever in a smartphone, front and back. A color‑matched, aerospace‑grade aluminum band. New space gray, silver, and gold finishes. ", " ", "Water and Dust Resistant ", "Precision‑engineered to resist water and dust. ", " ", "Wireless Charging ", "The glass back enables easy wireless charging. ", " ", " ", " All‑New Display ", "A Retina HD display that’s more beautiful than ever. With True Tone, a wide color gamut, and 3D Touch. ", " ", "True Tone ", "True Tone technology automatically adjusts white balance to match the light around you. For a better viewing experience in all kinds of environments. ", " ", "Brilliant Colors ", "With a wide color gamut and the best color accuracy in the industry, everything on the screen looks more brilliant and vibrant. ", " ", "All‑New Sensor ", "iPhone 8 features a more advanced 12MP camera. With a larger, faster sensor. A new color filter. Deeper pixels. And optical image stabilization for photos and videos. ", " ", "Portrait Lighting ", "Dual cameras and new facial landmarking create dramatic studio lighting effects in Portrait mode. ", " ", "Optical Zoom ", "The wide‑angle and telephoto lenses on iPhone 8 Plus enable optical zoom, as well as digital zoom of up to 10x for photos and 6x for videos. ", " ", " ", "Wireless Charging ", "With no charging cable required, iPhone 8 is truly designed for the future of wireless. ", " ", "A Wireless World ", "Charge with wireless charging stations and mats in hotels, cafes, and airports around the world. ", "AirPower ", "Introducing the AirPower mat. Just set your iPhone, Apple Watch, and AirPods anywhere on the mat to charge them wirelessly. ", " "], "title": "iPhone 8 Red - 256GB", "url": "https://buyabans.com/product-info/mrrn2zpa"},
{"price": "163,999", "img": "https://buyabans.com/upload/product/iPad/APPPCLMQD32PAA/web.jpg", "description": [" ", "MacBook Air", "Make big things happen. All day long. ", "MacBook Air lasts up to an incredible 12 hours between charges. So from your morning coffee till your evening commute, you can work unplugged. When it’s time to kick back and relax, you can get up to 12 hours of iTunes movie playback. And with up to 30 days of standby time, you can go away for weeks and pick up right where you left off.", " ", " ", "Thin. Light. Powerful.", "And ready for anything. ", " ", "Whatever the task, fifth-generation Intel Core i5 and i7 processors with Intel HD Graphics 6000 are up to it. From editing photos to browsing the web, everything happens ultrafast. And all that power is encased in an incredibly thin 0.68-inch unibody design that weighs only 2.96 pounds. ", " ", "802.11ac Wi-Fi.", "Effortless wireless.", "Instantly connect to an 802.11ac base station — including AirPort Extreme or AirPort Time Capsule — and experience wireless performance up to 3x faster than the previous Wi-Fi generation. 802.11ac also delivers expanded range, so you can work more freely than ever. ", " ", "macOS", "macOS is the operating system that powers everything you do on a Mac. macOS High Sierra brings new forward‑looking technologies and enhanced features to your Mac. It’s macOS at its highest level yet. ", " ", " ", "Up to 12 hours of battery life.", "Power through your whole day.", "Thanks to compact SSD storage in MacBook Air, there’s plenty of room for a big battery. Working together with the power-efficient fifth-generation Intel Core architecture, this battery can post some impressive numbers. MacBook Air gets up to 12 hours of battery life on a single charge. That gives you all-day power for surfing the web or watching iTunes movies. Put MacBook Air to sleep for more than 3 hours, and it enters standby mode to conserve battery life for up to 30 days.", " ", "\r\n", "Fifth-generation Intel Core processors.", "\r\n", "Performance, meet endurance.", "\r\n", "MacBook Air is powered by fifth-generation Intel Core i5 and i7 processors. This ultra-efficient architecture was designed to use less power and still deliver high performance. Which means not only can you do whatever you want — you can keep doing it for longer than before. In addition, the Intel HD Graphics 6000 processor offers advanced performance you’ll especially notice with games and other graphics-intensive tasks.  ", " ", "Multi-Touch trackpad.", "It goes hand in hand with macOS.", "The Multi-Touch gestures in macOS make everything you do on MacBook Air more intuitive, direct, and fun. And the spacious Multi-Touch trackpad is perfectly designed for them, whether it’s a three-finger swipe to activate Mission Control or a four-finger pinch to see all your apps in Launchpad. Gesture responses are smooth and realistic. So when you’re scrolling up and down a web page or swiping from one full-screen app to another, it’s almost like you’re touching what you’re seeing. "], "title": "Apple MacBook Air 13.3/1.8GHZ/8GB/128GB", "url": "https://buyabans.com/product-info/apple-macbook-air-mqd32hna-133-inch-mqd32paa-apppclmqd32paa"},
{"price": "161,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP8PMRT92ZPA/web.jpg", "description": [" ", "iPhone 8 Plus ", "A beautiful mind.", "iPhone 8 Plus introduces an all‑new glass design. The world’s most popular camera, now even better. The most powerful and smartest chip ever in a smartphone. Wireless charging that’s truly effortless. And augmented reality experiences never before possible. iPhone 8 Plus. A new generation of iPhone. ", " ", "All‑Glass Design ", "The most durable glass ever in a smartphone, front and back. A color‑matched, aerospace‑grade aluminum band. New space gray, silver, and gold finishes. ", " ", "Water and Dust Resistant ", "Precision‑engineered to resist water and dust. ", " ", "Wireless Charging ", "The glass back enables easy wireless charging. ", " ", " ", " All‑New Display ", "A Retina HD display that’s more beautiful than ever. With True Tone, a wide color gamut, and 3D Touch. ", " ", "True Tone ", "True Tone technology automatically adjusts white balance to match the light around you. For a better viewing experience in all kinds of environments. ", " ", "Brilliant Colors ", "With a wide color gamut and the best color accuracy in the industry, everything on the screen looks more brilliant and vibrant. ", " ", "All‑New Sensor ", "iPhone 8 features a more advanced 12MP camera. With a larger, faster sensor. A new color filter. Deeper pixels. And optical image stabilization for photos and videos. ", " ", "Portrait Lighting ", "Dual cameras and new facial landmarking create dramatic studio lighting effects in Portrait mode. ", " ", "Optical Zoom ", "The wide‑angle and telephoto lenses on iPhone 8 Plus enable optical zoom, as well as digital zoom of up to 10x for photos and 6x for videos. ", " ", " ", "Wireless Charging ", "With no charging cable required, iPhone 8 is truly designed for the future of wireless. ", " ", "A Wireless World ", "Charge with wireless charging stations and mats in hotels, cafes, and airports around the world. ", "AirPower ", "Introducing the AirPower mat. Just set your iPhone, Apple Watch, and AirPods anywhere on the mat to charge them wirelessly. ", " "], "title": "iPhone 8 Plus Red - 64GB", "url": "https://buyabans.com/product-info/mrt92zpa"},
{"price": "161,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP8MQ8L2ZPA/web.jpg", "description": [" ", "iPhone 8 Plus ", "A beautiful mind.", "iPhone 8 Plus introduces an all‑new glass design. The world’s most popular camera, now even better. The most powerful and smartest chip ever in a smartphone. Wireless charging that’s truly effortless. And augmented reality experiences never before possible. iPhone 8 Plus. A new generation of iPhone. ", " ", "All‑Glass Design ", "The most durable glass ever in a smartphone, front and back. A color‑matched, aerospace‑grade aluminum band. New space gray, silver, and gold finishes. ", " ", "Water and Dust Resistant ", "Precision‑engineered to resist water and dust. ", " ", "Wireless Charging ", "The glass back enables easy wireless charging. ", " ", " ", " All‑New Display ", "A Retina HD display that’s more beautiful than ever. With True Tone, a wide color gamut, and 3D Touch. ", " ", "True Tone ", "True Tone technology automatically adjusts white balance to match the light around you. For a better viewing experience in all kinds of environments. ", " ", "Brilliant Colors ", "With a wide color gamut and the best color accuracy in the industry, everything on the screen looks more brilliant and vibrant. ", " ", "All‑New Sensor ", "iPhone 8 features a more advanced 12MP camera. With a larger, faster sensor. A new color filter. Deeper pixels. And optical image stabilization for photos and videos. ", " ", "Portrait Lighting ", "Dual cameras and new facial landmarking create dramatic studio lighting effects in Portrait mode. ", " ", "Optical Zoom ", "The wide‑angle and telephoto lenses on iPhone 8 Plus enable optical zoom, as well as digital zoom of up to 10x for photos and 6x for videos. ", " ", " ", "Wireless Charging ", "With no charging cable required, iPhone 8 is truly designed for the future of wireless. ", " ", "A Wireless World ", "Charge with wireless charging stations and mats in hotels, cafes, and airports around the world. ", "AirPower ", "Introducing the AirPower mat. Just set your iPhone, Apple Watch, and AirPods anywhere on the mat to charge them wirelessly. ", " "], "title": "iPhone 8 Plus Space Gray - 64GB", "url": "https://buyabans.com/product-info/mq8l2zpa"},
{"price": "141,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP8MQ6G2ZPA/web.jpg", "description": [" ", "iPhone 8 Plus ", "A beautiful mind.", "iPhone 8 Plus introduces an all‑new glass design. The world’s most popular camera, now even better. The most powerful and smartest chip ever in a smartphone. Wireless charging that’s truly effortless. And augmented reality experiences never before possible. iPhone 8 Plus. A new generation of iPhone. ", " ", "All‑Glass Design ", "The most durable glass ever in a smartphone, front and back. A color‑matched, aerospace‑grade aluminum band. New space gray, silver, and gold finishes. ", " ", "Water and Dust Resistant ", "Precision‑engineered to resist water and dust. ", " ", "Wireless Charging ", "The glass back enables easy wireless charging. ", " ", " ", " All‑New Display ", "A Retina HD display that’s more beautiful than ever. With True Tone, a wide color gamut, and 3D Touch. ", " ", "True Tone ", "True Tone technology automatically adjusts white balance to match the light around you. For a better viewing experience in all kinds of environments. ", " ", "Brilliant Colors ", "With a wide color gamut and the best color accuracy in the industry, everything on the screen looks more brilliant and vibrant. ", " ", "All‑New Sensor ", "iPhone 8 features a more advanced 12MP camera. With a larger, faster sensor. A new color filter. Deeper pixels. And optical image stabilization for photos and videos. ", " ", "Portrait Lighting ", "Dual cameras and new facial landmarking create dramatic studio lighting effects in Portrait mode. ", " ", "Optical Zoom ", "The wide‑angle and telephoto lenses on iPhone 8 Plus enable optical zoom, as well as digital zoom of up to 10x for photos and 6x for videos. ", " ", " ", "Wireless Charging ", "With no charging cable required, iPhone 8 is truly designed for the future of wireless. ", " ", "A Wireless World ", "Charge with wireless charging stations and mats in hotels, cafes, and airports around the world. ", "AirPower ", "Introducing the AirPower mat. Just set your iPhone, Apple Watch, and AirPods anywhere on the mat to charge them wirelessly. ", " ", " "], "title": "iPhone 8 Space Gray - 64GB", "url": "https://buyabans.com/product-info/mq6g2zpa"},
{"price": "94,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP7MN8X2ZPA/web.jpg", "description": [" ", "APPLE I PHONE 7 32GB BLACK ", " "], "title": "iPhone 7 32GB Black", "url": "https://buyabans.com/product-info/mn8x2zpa"},
{"price": "141,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP8MRRM2ZPA/web.jpg", "description": [" ", "iPhone 8 ", "A beautiful mind.", " ", "iPhone 8 introduces an all‑new glass design. The world’s most popular camera, now even better. The most powerful and smartest chip ever in a smartphone. Wireless charging that’s truly effortless. And augmented reality experiences never before possible. iPhone 8. A new generation of iPhone.", " ", "All‑Glass Design ", "The most durable glass ever in a smartphone, front and back. A color‑matched, aerospace‑grade aluminum band. New space gray, silver, and gold finishes. ", " ", "Water and Dust Resistant ", "Precision‑engineered to resist water and dust. ", " ", "Wireless Charging ", "The glass back enables easy wireless charging. ", " ", " ", " All‑New Display ", "A Retina HD display that’s more beautiful than ever. With True Tone, a wide color gamut, and 3D Touch. ", " ", "True Tone ", "True Tone technology automatically adjusts white balance to match the light around you. For a better viewing experience in all kinds of environments. ", " ", "Brilliant Colors ", "With a wide color gamut and the best color accuracy in the industry, everything on the screen looks more brilliant and vibrant. ", " ", "All‑New Sensor ", "iPhone 8 features a more advanced 12MP camera. With a larger, faster sensor. A new color filter. Deeper pixels. And optical image stabilization for photos and videos. ", " ", "Portrait Lighting ", "Dual cameras and new facial landmarking create dramatic studio lighting effects in Portrait mode. ", " ", "Optical Zoom ", "The wide‑angle and telephoto lenses on iPhone 8 Plus enable optical zoom, as well as digital zoom of up to 10x for photos and 6x for videos. ", " ", " ", "Wireless Charging ", "With no charging cable required, iPhone 8 is truly designed for the future of wireless. ", " ", "A Wireless World ", "Charge with wireless charging stations and mats in hotels, cafes, and airports around the world. ", "AirPower ", "Introducing the AirPower mat. Just set your iPhone, Apple Watch, and AirPods anywhere on the mat to charge them wirelessly. ", " ", " "], "title": "iPhone 8 Red - 64GB", "url": "https://buyabans.com/product-info/mrrm2zpa"},
{"price": "79,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP6SMN2V2ZPA/web.jpg", "description": [" ", "IPHONE 6S PLUS SPACE GRAY 32GB"], "title": "IPHONE 6S PLUS SPACE GRAY 32GB ", "url": "https://buyabans.com/product-info/mn2v2zpa"},
{"price": "52,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIP6MQ3E2ZPA/web.jpg", "description": [" ", "iPhone 6 "], "title": "iPhone 6 Gold - 32GB", "url": "https://buyabans.com/product-info/mq3e2zpa"},
{"price": "49,999", "img": "https://buyabans.com/upload/product/i%20phone/APPIPSEMP822ZAA/web.jpg", "description": [" ", "A beloved design. Now with more to love.", "iPhone SE takes an incredibly popular design and refines it even further. Crafted from bead-blasted aluminium for a satin-like finish, this light and compact phone is designed to fit comfortably in your hand. A brilliant 4‑inch", "1", " Retina display makes everything look vibrant and sharp. And matt-chamfered edges and a ", "colour–matched", " stainless steel logo finish the look. ", " ", "\r\n", "The most powerful 4‑inch phone ever.", "\r\n", "At the core of iPhone SE is the A9, the same advanced chip that’s in iPhone 6s. With 64‑bit desktop-class architecture, the A9 chip brings you spectacular speed and responsiveness. And with console-class graphics performance, your favourite games and apps are incredibly rich and immersive. Making it a mighty chip for maximum performance.", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Super‑efficient M9 motion coprocessor.", "\r\n", "Embedded directly into the A9 chip, the M9 motion coprocessor connects to the accelerometer, compass and gyroscope for a range of ﬁtness tracking capabilities, such as measuring your steps and distance. It also makes it easy to activate Siri by simply saying “Hey Siri” without having to pick up your iPhone. ", "\r\n", " ", "\r\n", "Camera", "\r\n", "The only camera you’ll ever need.", "\r\n", "With a 12‑megapixel camera, you can be sure to capture sharp, detailed stills like the ones shot on iPhone 6s. That includes shooting — and even editing — brilliant 4K video, which is up to four times the resolution of 1080p HD video. ", "\r\n", " ", "\r\n", "Live Photos.", "\r\n", "Capture more than a moment.", "\r\n", "Live Photos bring your still photos to life with sound and movement. Simply touch and hold anywhere on your 12‑megapixel still and experience the moments just before and after it was taken, so your photos turn into living memories. ", "\r\n", "FaceTime HD camera with Retina Flash. Your selfie just got more beautiful.", "\r\n", "The Retina display isn’t just a place to see your content — it’s a flash for your FaceTime HD camera. Powered by a custom display chip that allows the display to flash three times brighter than usual, Retina Flash helps illuminate your selfies in low light and at night. And a True Tone flash matches the ambient light for more true-to-life colours and natural-looking skin tones. ", "\r\n", " ", "\r\n", "iCloud Photo Library.", "\r\n", "All your photos and videos, always with you.", "\r\n", "iCloud Photo Library stores every photo and video you take, and keeps them up to date on all your devices. Any edits you make are automatically updated everywhere, so you can view a photo from last week or last year no matter where you are. ", "\r\n", "\r\n"], "title": "iPhone SE Space Gray - 32GB", "url": "https://buyabans.com/product-info/mp822zaa"},
{"price": "137,241", "img": "https://buyabans.com/upload/product/AC/LGACINQ126EAP8/web.jpg", "description": [" ", "Dual Inverter Compressor ™ with10 years warranty", "LG’s Dual Inverter Compressor ™ solves improper, cooling and noise problems, resulting in an air conditioner that cools faster, lasts longer, and runs quieter.", "With the 10 year warranty on the compressor, users can enjoy the benefits of LG air conditioner for a longer period of time.", " ", "Hi Cool", "LG air conditioners with the unique Hi Cool Technology* promise to cool you as soon as you switch on the air conditioner. With just the touch of a button, you will feel as cool as in the Himalayas. ", " ", " ", "Monsoon Comfort", "The Monsoon Comfort technology provides the right cooling during high humidity and monsoon season. As compared to the normal dehumidification mode in other air conditioners, the monsoon comfort technology prevents overcooling and saves energy up to 36.4% . ", " ", " ", "Auto Clean", "Auto clean feature dries the wet heat exchanger to help prevent mould and bacteria from breeding. ", " ", " ", "Energy Saver ", "The air conditioner controls the fan automatically to provide comfortable room conditions & maximize energy Savings. ", " ", "On/Off timer ", "The timer allows you to turn On / Off the AC at the time of your choice for an undisturbed sleep. On timer switches On the AC and Off timer switches off the AC on the set time. ", " ", " ", "SLEEP MODE ", "When Sleep mode is activated, LG air conditioner’s unique microprocessor automatically adjusts the room temperature to match your body metabolism rate during sleep hours, thus giving a comfortable environment to sleep and also saves energy. ", " ", "Stabilizer Free operation", "This function protect the vital components of your machine from power fluctuations within the range of (145-290V)*. If power fluctuation is beyond the above mentioned limit then stabilizer is required for normal functioning. "], "title": "LG-AIR/CON 24000BTU STANDARD INVERTER PLUS 60% ENERGY SAVING", "url": "https://buyabans.com/product-info/js-q2465ap7"},
{"price": "136,990", "img": "https://buyabans.com/upload/product/AC/LGACINQ126EAP8FREE/webq.jpg", "description": [" ", "Dual Inverter Compressor ™ with10 years warranty", "LG’s Dual Inverter Compressor ™ solves improper, cooling and noise problems, resulting in an air conditioner that cools faster, lasts longer, and runs quieter.", "With the 10 year warranty on the compressor, users can enjoy the benefits of LG air conditioner for a longer period of time.", " ", "Hi Cool", "LG air conditioners with the unique Hi Cool Technology* promise to cool you as soon as you switch on the air conditioner. With just the touch of a button, you will feel as cool as in the Himalayas. ", " ", " ", "Monsoon Comfort", "The Monsoon Comfort technology provides the right cooling during high humidity and monsoon season. As compared to the normal dehumidification mode in other air conditioners, the monsoon comfort technology prevents overcooling and saves energy up to 36.4% . ", " ", " ", "Auto Clean", "Auto clean feature dries the wet heat exchanger to help prevent mould and bacteria from breeding. ", " ", " ", "Energy Saver ", "The air conditioner controls the fan automatically to provide comfortable room conditions & maximize energy Savings. ", " ", "On/Off timer ", "The timer allows you to turn On / Off the AC at the time of your choice for an undisturbed sleep. On timer switches On the AC and Off timer switches off the AC on the set time. ", " ", " ", "SLEEP MODE ", "When Sleep mode is activated, LG air conditioner’s unique microprocessor automatically adjusts the room temperature to match your body metabolism rate during sleep hours, thus giving a comfortable environment to sleep and also saves energy. ", " ", "Stabilizer Free operation", "This function protect the vital components of your machine from power fluctuations within the range of (145-290V)*. If power fluctuation is beyond the above mentioned limit then stabilizer is required for normal functioning. "], "title": "LG-AIR/CON 18000BTU STANDARD INVERTER PLUS 60% ENERGY SAVING", "url": "https://buyabans.com/product-info/js-q1865ap7f"},
{"price": "115,191", "img": "https://buyabans.com/upload/product/AC/LGACINQ126EAP8/web.jpg", "description": [" ", "Dual Inverter Compressor ™ with10 years warranty", "LG’s Dual Inverter Compressor ™ solves improper, cooling and noise problems, resulting in an air conditioner that cools faster, lasts longer, and runs quieter.", "With the 10 year warranty on the compressor, users can enjoy the benefits of LG air conditioner for a longer period of time.", " ", "Hi Cool", "LG air conditioners with the unique Hi Cool Technology* promise to cool you as soon as you switch on the air conditioner. With just the touch of a button, you will feel as cool as in the Himalayas. ", " ", " ", "Monsoon Comfort", "The Monsoon Comfort technology provides the right cooling during high humidity and monsoon season. As compared to the normal dehumidification mode in other air conditioners, the monsoon comfort technology prevents overcooling and saves energy up to 36.4% . ", " ", " ", "Auto Clean", "Auto clean feature dries the wet heat exchanger to help prevent mould and bacteria from breeding. ", " ", " ", "Energy Saver ", "The air conditioner controls the fan automatically to provide comfortable room conditions & maximize energy Savings. ", " ", "On/Off timer ", "The timer allows you to turn On / Off the AC at the time of your choice for an undisturbed sleep. On timer switches On the AC and Off timer switches off the AC on the set time. ", " ", " ", "SLEEP MODE ", "When Sleep mode is activated, LG air conditioner’s unique microprocessor automatically adjusts the room temperature to match your body metabolism rate during sleep hours, thus giving a comfortable environment to sleep and also saves energy. ", " ", "Stabilizer Free operation", "This function protect the vital components of your machine from power fluctuations within the range of (145-290V)*. If power fluctuation is beyond the above mentioned limit then stabilizer is required for normal functioning. "], "title": "LG-AIR/CON 18000BTU STANDARD INVERTER PLUS 60% ENERGY SAVING", "url": "https://buyabans.com/product-info/js-q1865ap7"},
{"price": "92,150", "img": "https://buyabans.com/upload/product/AC/LGACINQ126EAP8/web.jpg", "description": [" ", "Hi Cool", "LG air conditioners with the unique Hi Cool Technology* promise to cool you as soon as you switch on the air conditioner. With just the touch of a button, you will feel as cool as in the Himalayas. ", " ", " ", "Monsoon Comfort", "The Monsoon Comfort technology provides the right cooling during high humidity and monsoon season. As compared to the normal dehumidification mode in other air conditioners, the monsoon comfort technology prevents overcooling and saves energy up to 36.4% . ", " ", " ", "Auto Clean", "Auto clean feature dries the wet heat exchanger to help prevent mould and bacteria from breeding. ", " ", " ", "Energy Saver ", "The air conditioner controls the fan automatically to provide comfortable room conditions & maximize energy Savings. ", " ", "On/Off timer ", "The timer allows you to turn On / Off the AC at the time of your choice for an undisturbed sleep. On timer switches On the AC and Off timer switches off the AC on the set time. ", " ", " ", "SLEEP MODE ", "When Sleep mode is activated, LG air conditioner’s unique microprocessor automatically adjusts the room temperature to match your body metabolism rate during sleep hours, thus giving a comfortable environment to sleep and also saves energy. ", " ", "Stabilizer Free operation", "This function protect the vital components of your machine from power fluctuations within the range of (145-290V)*. If power fluctuation is beyond the above mentioned limit then stabilizer is required for normal functioning. "], "title": "LG-AIR/CON 12000BTU STANDARD INVERTER PLUS 60% ENERGY SAVING", "url": "https://buyabans.com/product-info/js-q126eap8"},
{"price": "112,990", "img": "https://buyabans.com/upload/product/AC/LGACINQ126EAP8FREE/webq.jpg", "description": [" ", "Hi Cool", "LG air conditioners with the unique Hi Cool Technology* promise to cool you as soon as you switch on the air conditioner. With just the touch of a button, you will feel as cool as in the Himalayas. ", " ", " ", "Monsoon Comfort", "The Monsoon Comfort technology provides the right cooling during high humidity and monsoon season. As compared to the normal dehumidification mode in other air conditioners, the monsoon comfort technology prevents overcooling and saves energy up to 36.4% . ", " ", " ", "Auto Clean", "Auto clean feature dries the wet heat exchanger to help prevent mould and bacteria from breeding. ", " ", " ", "Energy Saver ", "The air conditioner controls the fan automatically to provide comfortable room conditions & maximize energy Savings. ", " ", "On/Off timer ", "The timer allows you to turn On / Off the AC at the time of your choice for an undisturbed sleep. On timer switches On the AC and Off timer switches off the AC on the set time. ", " ", " ", "SLEEP MODE ", "When Sleep mode is activated, LG air conditioner’s unique microprocessor automatically adjusts the room temperature to match your body metabolism rate during sleep hours, thus giving a comfortable environment to sleep and also saves energy. ", " ", "Stabilizer Free operation", "This function protect the vital components of your machine from power fluctuations within the range of (145-290V)*. If power fluctuation is beyond the above mentioned limit then stabilizer is required for normal functioning. "], "title": "LG-AIR/CON 12000BTU STANDARD INVERTER PLUS 60% ENERGY SAVING", "url": "https://buyabans.com/product-info/js-q126eap8f"},
{"price": "54,999", "img": "https://buyabans.com/upload/product/TV/ABTV43D60/webj%20(1).jpg", "description": [" ", "ABANS-43\" FHD LED TELEVISION "], "title": "ABANS-43\" FHD LED TELEVISION", "url": "https://buyabans.com/product-info/abans-43-full-hd-led-television-and-tvs-abtv43d60"},
{"price": "91,191", "img": "https://buyabans.com/upload/product/AC/HRACST18CTFWE/web.jpg", "description": [" ", "HAIER-AIR/CON 18000BTU NORMAL SPLIT TYPE WITH WIFI-COM "], "title": "HAIER-AIR/CON 18000BTU NORMAL SPLIT TYPE WITH WIFI-COM", "url": "https://buyabans.com/product-info/haier-air-conditioner-18000btu-normal-split-type-with-wifi-com-hsu-18ctfwe-hracst18ctfwe"},
{"price": "54,990", "img": "https://buyabans.com/upload/product/TV/JVTV43N550/web.jpg", "description": [" ", " JVC LED 43\" FULL HD TV "], "title": " JVC LED 43\" FULL HD TV", "url": "https://buyabans.com/product-info/lt-43n550"},
{"price": "46,999", "img": "https://buyabans.com/upload/product/TV/LGTV32LK610BPTB/web.jpg", "description": [" ", "LG Smart HD TV", "The LG LK61 Smart HD TV comes with an IPS Panel for dazzling clarity and colour, as well as DTS Virtual:X, for the experience of surround sound, without being surrounded by speakers. ", " ", "webOS Smart TV", "LG Smart TV webOS delivers an incredible range of streamed content including Netflix and YouTube. Used in conjunction with the LG Remote, it's easy to point, click and select your favourite shows. ", "IPS Panel ", "An IPS Panel gives you a gorgeous display of dazzling colours even at wide viewing angles. ", " ", "DTS Virtual:X", "DTS Virtual:X give you the experience of surround sound, without the expense of additional speakers. ", " "], "title": "LG-32\" LED SMART TELEVISION", "url": "https://buyabans.com/product-info/32lk610bptb"},
{"price": "39,999", "img": "https://buyabans.com/upload/product/TV/LGTV32LK500BPTA/web.jpg", "description": [" ", "Immersive home entertainment", "Connect your entertainment devices and enjoy a variety of contents such as games and movies through your TV. ", " ", "Sophisticated inside and out", "The stylish frames make the design even more dazzling with its modern taste. ", " ", " "], "title": "LG-32\" LED TELEVISION", "url": "https://buyabans.com/product-info/32lk500bpta"},
{"price": "29,999", "img": "https://buyabans.com/upload/product/TV/THTV32L5650VE/webg.jpg", "description": [" ", "TOSHIBA-32\" LED SMART TELEVISION "], "title": "TOSHIBA-32\" LED SMART TELEVISION", "url": "https://buyabans.com/product-info/toshiba-32-smart-led-television-and-tvs-32l5650ve-thtv32l5650ve"},
{"price": "25,999", "img": "https://buyabans.com/upload/product/TV/ABTV32MG314/webc.jpg", "description": [" ", "ABANS-32'LED TELEVISION  "], "title": "ABANS-32'LED TELEVISION ", "url": "https://buyabans.com/product-info/32mg314"},
{"price": "25,999", "img": "https://buyabans.com/upload/product/TV/HRTV32K6000/webgt.jpg", "description": [" ", "HAIER BRAND LED TELEVISION  "], "title": "HAIER  LED TELEVISION ", "url": "https://buyabans.com/product-info/le32k6000"},
{"price": "24,990", "img": "https://buyabans.com/upload/product/TV/JVTV32N355/webz.jpg", "description": [" ", "JVC  32\" LED TV", "    ", " ", " ", "The JVC LED 32\"  encourages the beauty of your living room with its design, sleek and slim body. This TV is superior in quality and visually stunning. It has a display size of 32 inch flat screen and comes with two HDMI ports that allow you connect your USB to view multimedia files on the television. You will experience more entertainment as it does not restrict you to just programs on television or movies via the DVD player. ", "  ", "Crafted with Perfection", "JVC LED 32\" Screen LED TV is a revolutionary television that adds reality to your imagination and provides you a whole new level of entertainment. Its slim design with an attractive panel scores high on looks and adds to the decor of your interior as well. You will experience more entertainment as it does not restrict you to just programs on television or movies as this LED panel has a 60 Hz refresh rate to combat distortion of fast moving images. So embrace yourself with a design that is so sleek and attractive. ", " ", "Technology that Unites", "This HD TV provides excellent black levels, high brightness, and rich colors. It provides you with high definition videos and crystal clear pictures, besides being high on sound quality. JVC Contrast and Brightness technology delivers rich videos. ", " ", "Performance Reloaded", "Get exposed to mighty quality pictures on the 32 inch  LED display of this JVC LED 32\"LED Television in astonishing  experience. This TV has a trim and solid design with vibrant colors for better images that will complement the decor of any modern home. You can spend more time watching and less time browsing as this LED panel has a 60 Hz refresh rate to combat distortion of fast moving images.  JVC Native Resolution delivers an expanded array of rich colors and great images. ", " ", "Alluring Connectivity", "This TV will surpass all your expectations you may have with an LED TV. Apart from all the attractive and unique features and classic design, this television has many connectivity options to offer. There are various connectivity features available for this TV such as two HDMI ports that allow you connect your USB to view multimedia files on the television. It has a component video and a VGA input for connecting the television to a computer for use as a monitor. In addition to dual 8W speakers, a digital coaxial output is also built in for outputting sound to an external audio system. The JVC LT32N355 is also equipped with a headphone jack for personal listening.", " ", " "], "title": "JVC-32\" LED TELEVISION", "url": "https://buyabans.com/product-info/jvtv32n355"},
{"price": "22,999", "img": "https://buyabans.com/upload/product/TV/LGTV24LH454A/web_1.jpg", "description": [" ", "All Round Protection Plus ", " ", "LG TVs are equipped with All round protection with a Robust IPS Panel, Lightening Protection, Summer Heat Protection, Humidity Protection, Dust Protection & Works without Stabilizer.", "Robust IPS Panels (In Select models): LG TVs come with IPS Panel that is known for its Robust and Sturdy design. These panels are more resistant to high temperature and pressure as compare to conventional VA panels.", "Works without stabilizer: LG TVs Can safely operate in wide range power supply conditions (100~240V AC, 50~60Hz).", "Lightening Protection: LG TVs come equipped with 500V Cap, Fuse, Varistor, Thermistor and Isolator for protection against unexpected lightening surge.", "Summer Heat & Humidity Protection", "LG TV are designed and tested thoroughly to safely operate in Normal Indian Tropical conditions", "Dust Protection: The uniquely designed backcover vents resists entry of dust inside the TV reducing the possibility of damage to the TV due to dust accumulation.", " ", "\r\n", "\r\n", "\r\n", "LED ", "\r\n", " ", "\r\n", "Brilliant LED backlighting display delivers crystal-clear images, true blacks, and the most vivid, life-like colors on a slim screen.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "PMI 300", "\r\n", "PMI (Picture Mastering Index) is the new standard, including all the ingredients related to these factors to exress vibrant and lifelike color. ", "PMI is defined by 3 factors ", "-Digital Image Processor", "-Advanced LED Panel Techonology", "-Advanced BLU Technology", "Not only LG's World-Class LED panel, but also Digital Image Processor and Advanced BLU tech are all evaluated for this new 'PMI'.", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Triple XD Engine ", "\r\n", " ", "\r\n", "Enjoy sheer perfection of Color, Contrast, and Clarity with the all-powerful Triple XD Engine. ", "LG's latest and most advanced Triple XD Engine brings the highest level of excellence in Color, Contrast, and Clarity for the best picture quality and performance.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Smart Energy Saving ", "\r\n", " ", "\r\n", "The Smart Energy Saving feature helps users to be a little greener by limiting power consumption. The feature includes backlight control for adjusting brightness, a screen-off function that turns the picture off for playing audio-only, and the Standby Mode Zero function which allows the TV to effectively hibernate, using zero electricity.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "Motion Eco Sensor ", "\r\n", " ", "\r\n", "The Eco Motion Sensor is a brilliant new technology that reduces power consumption by slightly adjusting the brightness of the screen relevant to the speed of the pictures.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Divx HD ", "\r\n", " ", "\r\n", "LG TV's are DivX certified to play DivX and DivX HD videos. Enjoy various types of movie clips from the Internet through HD DivX.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "HDMI", "\r\n", " ", "\r\n", "One cable, one standard. HDMI.", "Consolidation of HD video, audio, and data in a single cable enables high speed communication.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "USB Movie ", "\r\n", " ", "\r\n", "Simply connect your USB or external hard drive to the USB port to play its contents on your TV screen.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Audio Out ", "\r\n", " ", "\r\n", "With various Audio out options, LG TVs provide easy and hassle free connectivity to external home theatres or active speakers for enhanced sound experience. Audio out options available are headphone out , RCA Analog out or Digital optical audio out (Vary from model to model)", "\r\n", "\r\n"], "title": "LG-24\" LED TELEVISION", "url": "https://buyabans.com/product-info/lg-24-led-television-and-tvs-24lh454a-lgtv24lh454a"},
{"price": "20,999", "img": "https://buyabans.com/upload/product/TV/THTV24L2615VE/webt.jpg", "description": [" ", "TOSHIBA-24\" LED TELEVISION ", " ", " ", "ACTIVE MOTION & RESOLUTION", " This feature reduces motion blur and keeps up with fast-moving sports and action sequences by the TV panel refresh rate, video processing and backlight technology and panel resolution.", " ", " ", "USB MOVIE", "Toshiba’s USB Movie feature allowing you to enjoy enhanced playback compatibility on most of the popular video formats commonly available in the market.", " ", " ", " ", " ", "NARROW BEZEL", " The striking design of the new range stylishly complements the quality of the images and sounds. The new Toshiba range such as P1300 and P2300 series spot a narrow bezel of 15mm width. Any of these models easily blends into and even becomes the center piece of most interior décor and furnishing", " "], "title": "TOSHIBA-24\" LED TELEVISION", "url": "https://buyabans.com/product-info/toshiba-24-led-television-and-tvs-24l2615ve-thtv24l2615ve"},
{"price": "54,990", "img": "https://buyabans.com/upload/product/Refrigerator/WPRF26BER6BE/web.jpg", "description": [" ", "Whirlpool Refrigerator 240L (Black Exotica) - WTA26BE(R6) "], "title": "WHIRLPOOL-REFRIGERATOR 240L-BLACK EXOTICA", "url": "https://buyabans.com/product-info/whirlpool-double-door-refrigerator-240l-black-exotica-wta26ber6-wprf26ber6be"},
{"price": "53,900", "img": "https://buyabans.com/upload/product/Refrigerator/LGRF211ALLTT/webu.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "MOIST BALANCE CRISPER", "\r\n", "This is a special lattice-type box cover which maintains moisture at an optimum level. Moisture from stored food is evaporated and then condensed on the lattice, maintaining the correct balance of moisture in the box.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Anti bacterial gasket", "\r\n", "This easy to clean removable airtight gasket seals in the freshness and keeps out the bacteria and dust particles accumulated in the door seal. It stops mould spores from entering and spoiling the food inside, keeping it healthy and hygienic for longer periods.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Toughened Glass Shelves", "\r\n", "No matter how heavy the utensils are, the shelves are made of toughened glass. They are capable of holding heavy food items. They can also be adjusted as per need and can take load as heavy as 175kg.^^As per LG internal test standards.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Beauty & Care Box", "\r\n", "Now your refrigerator gives you a separate corner to store all your medical and beauty products. Preserve their goodness and give them a touch of freshness with this unique feature.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Fastest in Ice Making", "\r\n", "Without putting extra load on the compressor, LG Direct Cool Refrigerators make ice 20 faster with a specially designed patented ice tray. So whenever you get an idea to surprise your loved ones with a chilled drink, you’re ready without pressing any button.", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "LG-REFRIGERATOR 215L-TITANIUM", "url": "https://buyabans.com/product-info/lg-refrigerator-215l-titanium-gl-211all-lgrf211alltt"},
{"price": "56,400", "img": "https://buyabans.com/upload/product/Refrigerator/LGRF231APLBSD/webg.jpg", "description": [" ", "LG 215 L 4 Star Direct-Cool Single Door Refrigerator "], "title": "LG-REFRIGERATOR INVERTER 215L-SCARLET DAZZLE", "url": "https://buyabans.com/product-info/lg-single-door-refrigerator-inverter-215l-scarlet-dazzle-gl-b231aplbsd"},
{"price": "49,900", "img": "https://buyabans.com/upload/product/BDC/HRRF220HSHS/weby.jpg", "description": [" ", "HAIER-REFRIGERATOR 200L-HL SILVER "], "title": "HAIER-REFRIGERATOR 200L-HL SILVER", "url": "https://buyabans.com/product-info/hrf-220hs"},
{"price": "54,990", "img": "https://buyabans.com/upload/product/Refrigerator/WPRF26TIR6TT/web.jpg", "description": [" ", "W/POOL-REFRIGERATOR 240L-TITANIUM "], "title": "WHIRLPOOL REFRIGERATOR 240L-TITANIUM", "url": "https://buyabans.com/product-info/whirlpool-double-door-refrigerator-240l-titanium-wta26tir6-wprf26tir6tt"},
{"price": "47,900", "img": "https://buyabans.com/upload/product/Refrigerator/LGRF231ALLBSHS/webg_1.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "MOIST BALANCE CRISPER", "\r\n", "This is a special lattice-type box cover which maintains moisture at an optimum level. Moisture from stored food is evaporated and then condensed on the lattice, maintaining the correct balance of moisture in the box. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "Anti bacterial gasket", "\r\n", "This easy to clean removable airtight gasket seals in the freshness and keeps out the bacteria and dust particles accumulated in the door seal. It stops mould spores from entering and spoiling the food inside, keeping it healthy and hygienic for longer periods.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Toughened Glass Shelves ", "\r\n", " ", "\r\n", "No matter how heavy the utensils are, the shelves are made of toughened glass. They are capable of holding heavy food items. They can also be adjusted as per need and can take load as heavy as 175kg.^^As per LG internal test standards. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Fastest in Ice Making", "\r\n", "Without putting extra load on the compressor, LG Direct Cool Refrigerators make ice 20 faster with a specially designed patented ice tray. So whenever you get an idea to surprise your loved ones with a chilled drink, you’re ready without pressing any button. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "LG-REFRIGERATOR 190L-SHINY STEEL", "url": "https://buyabans.com/product-info/gl-b205allbsh"},
{"price": "45,900", "img": "https://buyabans.com/upload/product/Refrigerator/WPRF205IMAGICSPE/wwww1.jpg", "description": [" ", "5 Star Rating ", "Highest energy efficiency rating awarded by BEE makes this refrigerator an earning member of your family by saving electricity.", "Toughened Glass Shelf", "Aesthetically designed to survive any form of spills with the advantage of easy clean up, the toughened glass shelves can withstand weight up to 90Kgs. So that you can store heavy utensils without a worry!", "Powercool zone", "Retains cooling through a specially designed cooling zone, for up to 12 hours, so that you can enjoy your drinks chilled even during power cuts.", "Honey Comb Veg Crisper", "Keeps vegetables and fruits fresher for longer through a unique and innovative honeycomb-patterned crisper cover that retains humidity.", "Dry Storage", "Additional 10L of day storage space for non-refrigerated item like onions, potatoes, etc. Ensure not only hygiene but also increases the height of the refrigerator."], "title": "WHIRLPOOL-REFRIGERATOR 190L-SAPHIRE EXOTICA", "url": "https://buyabans.com/product-info/whirlpool-single-door-refrigerator-190l-saphire-exotica205-ice-magicspe-wprf205imagicspe"},
{"price": "45,900", "img": "https://buyabans.com/upload/product/Refrigerator/WPRF205IMAGICWE/web11.jpg", "description": [" ", "205 ICE MAGIC POWERCOOL"], "title": "WHIRLPOOL-REFRIGERATOR 190L-WINE EXOTICA", "url": "https://buyabans.com/product-info/whirlpool-single-door-refrigerator-190l-wine-exotica-205-ice-magic-wprf205imagicwe"},
{"price": "45,900", "img": "https://buyabans.com/upload/product/Refrigerator/WPRF205IMAGICMDB/wwwww2.jpg", "description": [" ", "Whirlpool 190 L Refrigerator Icemagic - 205 I-Magic"], "title": "WHIRLPOOL-REFRIGERATOR 190L-MIDNIGHT BLOOM", "url": "https://buyabans.com/product-info/whirlpool-single-door-refrigerator-190l-midnight-bloom205-ice-magicmdb"},
{"price": "45,900", "img": "https://buyabans.com/upload/product/Refrigerator/WPRF205IMAGICGOE/web2.jpg", "description": [" ", "6", "th", " Sense Power Cool Technology", "From now even power cuts will become moments of celebration. The new Ice Magic range of refrigerators, powered by 6th Sense PowerCool Technology, retains cooling for up to 12 hours during power cuts. That means, you can enjoy cold beverages even during long power cuts.", "5 Star Rating", "The All New 5 star range from Whirlpool ensures you save valuable energy and electricity bills.", "Insulated Capillary™ Technology", "In Insulated capillary™ technology, the capillary which carries the refrigerant from the Compressor to the freezer is surrounded by super cold gas leading to benefits such better compressor efficiency, faster cooling and 12 Hours cooling retention in the refrigerator. ", "12 Hours Cooling Retention During Power Cuts", "Dream now becomes a reality with the Insulated capillary technology from whirlpool. Power cuts are no longer a problem with up to 12 Hours cooling retention in the entire refrigerator.", "Fastest in Ice Making", "The advanced insulated Capillary technology and powerful compressor in Whirlpool refrigerators make ice faster than any other products in its class - so that you are never short of ice.", "Cyclopentane Insulation", "Whirlpool refrigerators use a new; more environment friendly insulation material called Cyclopentane and a green refrigerant called R600a which results in zero ozone depletion and significant reductions in CO2 emissions."], "title": "WHIRLPOOL-REFRIGERATOR 190L-GOLD EXOTICA", "url": "https://buyabans.com/product-info/whirlpool-refrigerator-190l-gold-exotica-205-ice-magic-wprf205imagicgoe"},
{"price": "40,400", "img": "https://buyabans.com/upload/product/Refrigerator/WPRF205GENIUSSOW/webg.jpg", "description": [" ", "Whirlpool 205 GENIUS CLS PLUS 4S 190 L Single Door Refrigerator Wine Titanium"], "title": "WHIRLPOOL-REFRIGERATOR 190L-SOLID WINE", "url": "https://buyabans.com/product-info/whirlpool-single-door-refrigerator-190l-solid-wine"},
{"price": "79,200", "img": "https://buyabans.com/upload/product/Washing%20machine/LGWM2312VSAM/web_2.jpg", "description": [" ", "Energy Saving with Smart Inverter™ Control", "Smart Inverter™ Technology eliminates wasted operation by efficiently controlling energy use. ", " ", "Smart Motion", "Smart Motion is 3 kinds of motions created by Smart Inverter™ for optimized washing by fabric type. Enjoy better combination for better care. ", " ", "TurboDrum™", "TurboDrum™ enables the most powerful wash and removes the toughest dirt through strong water stream of rotating drum and pulsator in the opposite direction. ", " ", "Punch+3 ", "Punch+3 creates powerful streams of water which mix laundry up and down repeatedly for even washing result. ", " ", "Auto Pre Wash", "With one touch, tough stains are ready to be gone. Let your hands free, let your washing machine do the laundry. ", "Side Waterfall", "Side Waterfall enables the best mixing of detergent with water while minimizing detergent residue that can cause skin irritation and allergy.", "LoDecibel™ & Less Vibration", "BMC Motor Protection holds the motor tightly so that it can minimize the noise and vibration level. Plus more durability and 10 year motor warranty. ", " ", "Safe & Convenient Design", "Stylish and durable design ensures convenience and safety while offering efficient and innovative features. ", " ", " ", " ", " "], "title": "LG Top Loader Washing Machine 12 KG", "url": "https://buyabans.com/product-info/lg-top-loader-washing-machine-12-kg-t2312vsam-lgwm2312vsam"},
{"price": "83,900", "img": "https://buyabans.com/upload/product/Washing%20machine/HVWM1007W/webvg.jpg", "description": [" ", "\r\n", "\r\n", "HOOVER-WASHING MACHINE 7KG ", "\r\n", "\r\n", "Hoover HWM-1007-W washing machine model is a practical solution for medium sized households. Its compact design is great for smaller modern homes. This Hoover washing machine also offer a wide range of 15 programmes to choose from for best washing results.", "\r\n", "\r\n", " "], "title": "HOOVER-WASHING MACHINE 7KG", "url": "https://buyabans.com/product-info/hvwm1007w"},
{"price": "70,990", "img": "https://buyabans.com/upload/product/Washing%20machine/LGWMT2107VSPM/web_2.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "Energy Saving", "with Smart Inverter Control", "\r\n", "Smart Inverter Technology eliminates wasted operation by efficiently controlling energy use.", "\r\n", "\r\n", " ", "\r\n", " ", "\r\n", "Smart Motion", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Smart Motion is 3 kinds of motions created by Smart Inverter for optimized washing by fabric type. Enjoy better combination for better care.", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "TurboDrum™", "\r\n", "TurboDrum™ enables the most powerful wash and removes the toughest dirt through strong water stream of rotating drum and pulsator in the opposite direction.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", " ", "\r\n", "Punch+3", "\r\n", "Punch+3 creates powerful streams of water which mix laundry up and down repeatedly for even washing result.", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", " ", "\r\n", "Auto Pre Wash", "\r\n", "With one touch, tough stains are ready to be gone. Let your hands free, let your washing machine do the laundry.", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", " ", "\r\n", "Side Waterfall", "\r\n", "Side Waterfall enables the best mixing of detergent with water while minimizing detergent residue that can cause skin irritation and allergy.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", " ", "\r\n", "LoDecibel™ & Less Vibration", "\r\n", "Smart Inverter Motor minimizes noise and vibration level. Plus more durability and 10 year motor warranty.", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", "Smart Diagnosis™", "\r\n", "Smart Diagnosis™ helps diagnose and troubleshoot mechanical issues, limiting costly and inconvenient service visits. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "LG-TOP LOAD WASHING MACHINE (7 KG)", "url": "https://buyabans.com/product-info/t2107vsagpd"},
{"price": "69,900", "img": "https://buyabans.com/upload/product/Washing%20machine/HVDR581NC80/webg.jpg", "description": [" ", "\r\n", "The 8 kg capacity is ideal for busy households, easily accommodating bedding, towels and clothes. Choose a program that suits you, from a rapid 40 minute program when you're in a hurry to a delicate wool finish cycle for softening woollens after air drying.", "The refresh cycle uses cool air and is ideal for garments that require a quick freshen up, while the 12 minute relax program helps reduce creases in cotton fabrics for easy ironing.", "The Hoover ", "VTV581NC Vented Tumble Dryer", " also features a delay start timer for easily fitting the laundry into your schedule.", "\r\n", "\r\n", " ", "\r\n"], "title": "HOOVER Tumbler Dryer 8KG", "url": "https://buyabans.com/product-info/hoover-tumbler-dryer-8kg-white-vtv581nc-80-hvdr581nc80"},
{"price": "69,900", "img": "https://buyabans.com/upload/product/Washing%20machine/LGWMT2350VS2MS/web.jpg", "description": [" ", "Energy Saving with Smart Inverter™ Control", "Smart Inverter™ Technology eliminates wasted operation by efficiently controlling energy use. ", " ", "Smart Motion", "Smart Motion is 3 kinds of motions created by Smart Inverter™ for optimized washing by fabric type. Enjoy better combination for better care. ", "TurboDrum™", "TurboDrum™ enables the most powerful wash and removes the toughest dirt through strong water stream of rotating drum and pulsator in the opposite direction. ", " ", "Punch+3 ", "Punch+3 creates powerful streams of water which mix laundry up and down repeatedly for even washing result. ", " ", "Auto Pre Wash", "With one touch, tough stains are ready to be gone. Let your hands free, let your washing machine do the laundry. ", "Side Waterfall", "Side Waterfall enables the best mixing of detergent with water while minimizing detergent residue that can cause skin irritation and allergy. ", " ", "Safe & Convenient Design", "Stylish and durable design ensures convenience and safety while offering efficient and innovative features. ", " "], "title": "LG WASHING MACHINE 10.5 KG MIDDLE FREE SILVER", "url": "https://buyabans.com/product-info/t2350vs2m"},
{"price": "60,990", "img": "https://buyabans.com/upload/product/Washing%20machine/ABWMJFW70S02/webv.jpg", "description": [" ", "ABANS-FRONT LOADING WAHING MACHINE 220V/50HZ "], "title": "ABANS-7 KG FRONT LOADING WASHING MACHINE ", "url": "https://buyabans.com/product-info/jw70-s02"},
{"price": "55,900", "img": "https://buyabans.com/upload/product/Washing%20machine/HRWM729288NZPE/webv.jpg", "description": [" ", "HAIER-FULLY AUTO WASHING MACHINE 7.2KG ", " ", " ", " "], "title": "HAIER-FULLY AUTO WASHING MACHINE 7.2KG", "url": "https://buyabans.com/product-info/hwm72-9288nzpe"},
{"price": "49,900", "img": "https://buyabans.com/upload/product/Washing%20machine/HRWM721128NZPE/web.jpg", "description": [" ", "Haier  7.2 Kg Fully Automatic Top Loading Washing Machine"], "title": "HAIER-F/AUTO TOP LOADER WASHING MACHINE 7.2KG", "url": "https://buyabans.com/product-info/haier-fully-automatic-top-loader-washing-machine-72kg-hwm72-1128nzpe-hrwm721128nzpe"},
{"price": "29,900", "img": "https://buyabans.com/upload/product/Washing%20machine/WPWMACESUPREMEBLE/web.jpg", "description": [" ", "Design", "The Whirlpool Washing Machine comes in light colours and is destined to add to your design aesthetics. The colour of this machine is Ace Blue. Its weight is 8.2 kg and is light enough for you to carry it and place in different corners of the wash area.", "Top Loading Washing Machine", "In terms of product configuration, this machine is top loading which gives you the flexibility of easily putting in the clothes for washing. It is also easy to maintain and does not get affected by mildew. Since top-load washing machines have been around for a while, they are dependable and have a good shelf life.", "Semi-Automatic", "The Whirlpool Washing Machine top load is also semi-automatic in configuration. Water consumption is less in such machines as there is no continuous water supply. It requires less power, so your electricity consumption is within control. Lastly, a semi-automatic washing machine’s wash cycle is very less so you don’t have to worry about your morning office schedules.", "Washing Drum", "This machine has a super soak feature which means that every pore of your fabric is soaked with water and detergent while getting washed. Clothes are cleaner and fresh looking after your wash them in this machine from Whirlpool. The super soak technology just takes 25 minutes to wash all the clothes in the drum."], "title": "Whirlpool Ace Supreme 8KG Washing Machine Blue", "url": "https://buyabans.com/product-info/whirlpool-ace-supreme-80kg-washing-machine-blueace-supremeec-wpwmacesupremeble"},
{"price": "42,900", "img": "https://buyabans.com/upload/product/Washing%20machine/HRWM70918NZPE/webg.jpg", "description": [" ", "Near Zero Pressure", "It can work up to .001 Mpa water pressure. Hence your wash process doesn’t stops due to low water pressure. Good for low water pressure area & low height of storage tank. ", "Remaining Time Display", "Let you knows the process time of the cycle. This enables you to keep free yourself to do another work while the laundry is being washed. ", "Double Magic filter", "In order to ensure complete cleaning, the machine is equipped with double layer lint filter ", "Double Drive Technology", "Rotation of pulsator & drum same time but in opposite direction ensures uniform washing. While it’s 3-Synchronous system ensure 50% saving on Power, Water & Time. ", " "], "title": "HAIER-F/AUTO-WASHING MACHINE", "url": "https://buyabans.com/product-info/haier-fully-automatic-washing-machine-hwm70-918nzpe-hrwm70918nzpe"},
{"price": "29,900", "img": "https://buyabans.com/upload/product/Washing%20machine/WPWMACESUPREMEPUE/web.jpg", "description": [" ", "Design", "The Whirlpool Washing Machine comes in light colours and is destined to add to your design aesthetics. The colour of this machine is Ace Blue. Its weight is 8.2 kg and is light enough for you to carry it and place in different corners of the wash area.", "Top Loading Washing Machine", "In terms of product configuration, this machine is top loading which gives you the flexibility of easily putting in the clothes for washing. It is also easy to maintain and does not get affected by mildew. Since top-load washing machines have been around for a while, they are dependable and have a good shelf life.", "Semi-Automatic", "The Whirlpool Washing Machine top load is also semi-automatic in configuration. Water consumption is less in such machines as there is no continuous water supply. It requires less power, so your electricity consumption is within control. Lastly, a semi-automatic washing machine’s wash cycle is very less so you don’t have to worry about your morning office schedules.", "Washing Drum", "This machine has a super soak feature which means that every pore of your fabric is soaked with water and detergent while getting washed. Clothes are cleaner and fresh looking after your wash them in this machine from Whirlpool. The super soak technology just takes 25 minutes to wash all the clothes in the drum."], "title": "Whirlpool Ace Supreme 8KG Washing Machine Purple", "url": "https://buyabans.com/product-info/whirlpool-ace-supreme-8kg-washing-machine-purpleace-supremee-wpwmacesupremepue"},
{"price": "3,490", "img": "https://buyabans.com/upload/product/Pressure%20Cooker/PRPC3WOS/webk.jpg", "description": [" ", "PREMIER/NETRA-P/COOKER ", "Premier Pressure Cooker are safe, reliable and long lasting premier pressure cooker offers a helathy way of conserving vital nutrients and vitamins, while saving energy."], "title": "PREMIER/NETRA-P/COOKER-W/O/S", "url": "https://buyabans.com/product-info/premier-netra-pressure-cooker-wos-03-litre-prpc3wos"},
{"price": "3,600", "img": "https://buyabans.com/upload/product/Rice%20Cooker/ABCKRCA15TR3/web.jpg", "description": [" ", "ABANS-1.5L RICE COOKER "], "title": "ABANS-1.5L RICE COOKER", "url": "https://buyabans.com/product-info/abans-15l-rice-cooker-arc15tr3-abckrca15tr3"},
{"price": "3,400", "img": "https://buyabans.com/upload/product/Rice%20Cooker/ABCKRC18TR1/web.jpg", "description": [" ", "ABANS-1.8LT RICE COOKER"], "title": "ABANS-1.8LT RICE COOKER", "url": "https://buyabans.com/product-info/abans-18lt-rice-cooker-ac18tr1-abckrc18tr1"},
{"price": "3,100", "img": "https://buyabans.com/upload/product/Rice%20Cooker/ABCKRC06TR1/web.jpg", "description": [" ", "ABANS-RICE COOKER 0.6L"], "title": "ABANS-RICE COOKER 0.6L", "url": "https://buyabans.com/product-info/abans-rice-cooker-06l-ac06tr1-abckrc06tr1"},
{"price": "3,050", "img": "https://buyabans.com/upload/product/Blender/FDCH5107A/web.jpg", "description": [" ", "FRIGIDAIRE-MINI CHOPPER  ", " ", "                                                             ", " ", "With just a single soft press on the operation button, this mini chopper from Frigidaire will work its way into chopping your fruits and vegetables. Moreover, with its plastic bowl and body, you do not have to worry about breaking them. Just keep hold of the operation button and this powerful chopper with the single blade will successfully chop the most delicious food. Most importantly, it is easy to store thanks to its mini design."], "title": "FRIGIDAIRE-MINI CHOPPER", "url": "https://buyabans.com/product-info/frigidaire-mini-chopper-fd5107-a-fdch5107a"},
{"price": "1,990", "img": "https://buyabans.com/upload/product/ketle/ABKTAB9970/webg.jpg", "description": [" ", "ABANS-KETTLE 1.7L "], "title": "ABANS-KETTLE 1.7L", "url": "https://buyabans.com/product-info/ab-9970"},
{"price": "2,200", "img": "https://buyabans.com/upload/product/ketle/HRKT1242/web.jpg", "description": [" ", "HAIER-KETTLE 1.7L "], "title": "HAIER-KETTLE 1.7L", "url": "https://buyabans.com/product-info/hkt-1242"},
{"price": "2,990", "img": "https://buyabans.com/upload/product/ketle/HAKT0819/webg.jpg", "description": [" ", "HARVEST-ELECTRIC GLASS KETTLE "], "title": "HARVEST-ELECTRIC GLASS KETTLE", "url": "https://buyabans.com/product-info/wk-0819"},
{"price": "1,340", "img": "https://buyabans.com/upload/product/ketle/GSKT04005E/webff.jpg", "description": [" ", "GOLDENSEA-2L STAINLESS STEEL  WHISTLI  "], "title": "GOLDENSEA-2L STAINLESS STEEL  WHISTLING  KETTLE", "url": "https://buyabans.com/product-info/gs-04005e"},
{"price": "2,990", "img": "https://buyabans.com/upload/product/Rice%20Cooker/ABCKRC10TR1/web.jpg", "description": [" ", "ABANS-RICE COOKER 1L"], "title": "ABANS-RICE COOKER 1L", "url": "https://buyabans.com/product-info/abans-rice-cooker-1l-ac10tr1-abckrc10tr1"},
{"price": "1,690", "img": "https://buyabans.com/upload/product/ketle/GSKT04051/web.jpg", "description": [" ", "GOLDENSEA-2.5L STAINLESS STEEL WHISTLING  KETTLE "], "title": "GOLDENSEA-2.5L STAINLESS STEEL WHISTLING  KETTLE", "url": "https://buyabans.com/product-info/gs-04051"},
{"price": "200", "img": "https://buyabans.com/upload/product/Small%203/BBKWG17022025/web.jpg", "description": [" ", "B&B-5.5CM STAINLESS STEEL HOOK "], "title": "B&B-5.5CM STAINLESS STEEL HOOK", "url": "https://buyabans.com/product-info/g17022-025"},
{"price": "200", "img": "https://buyabans.com/upload/product/Small%203/BBKWF472038/web.jpg", "description": [" ", "B&B-2PCS STAINLESS STEEL HOOK "], "title": "B&B-2PCS STAINLESS STEEL HOOK", "url": "https://buyabans.com/product-info/f472-038"},
{"price": "190", "img": "https://buyabans.com/upload/product/Small%203/BBKWA703048/web.jpg", "description": [" ", "B&B-CAKE SHOVEL "], "title": "B&B-CAKE SHOVEL", "url": "https://buyabans.com/product-info/a703-048"},
{"price": "190", "img": "https://buyabans.com/upload/product/Small%203/BBKWAOM679A/web.jpg", "description": [" ", "B&B-PLANER "], "title": "B&B-PLANER", "url": "https://buyabans.com/product-info/aom679a"},
{"price": "180", "img": "https://buyabans.com/upload/product/Small%203/BBTLSLM096021/web.jpg", "description": [" ", "B&B-SCREW-DRIVER "], "title": "B&B-SCREW-DRIVER", "url": "https://buyabans.com/product-info/lm096-021"},
{"price": "180", "img": "https://buyabans.com/upload/product/Small%203/BBKWLM122016/web.jpg", "description": [" ", "B&B-FOOD CLIP "], "title": "B&B-FOOD CLIP", "url": "https://buyabans.com/product-info/lm122-016"},
{"price": "170", "img": "https://buyabans.com/upload/product/Small%2002/BBCWA218024/web.jpg", "description": [" ", "B&B-MEASURE CUP "], "title": "B&B-MEASURE CUP", "url": "https://buyabans.com/product-info/a218-024"},
{"price": "190", "img": "https://buyabans.com/upload/product/Small%203/BBKWAL016018/web.jpg", "description": [" ", "B&B-TOTATO MASHER "], "title": "B&B-TOTATO MASHER", "url": "https://buyabans.com/product-info/al016-018"},
{"price": "180", "img": "https://buyabans.com/upload/product/Small%2002/BBKWG05005008B/webg.jpg", "description": [" ", "B&B-POT HOLDER "], "title": "B&B-POT HOLDER", "url": "https://buyabans.com/product-info/g05005-008b"},
{"price": "130", "img": "https://buyabans.com/upload/product/Small%2002/BBKWA151047/webj.jpg", "description": [" ", "B&B-SALAD SPOON "], "title": "B&B-SALAD SPOON", "url": "https://buyabans.com/product-info/a151-047"},
{"price": "140", "img": "https://buyabans.com/upload/product/Small%203/BBKWALP053/web.jpg", "description": [" ", "B&B-CAKE SHOVEL "], "title": "B&B-CAKE SHOVEL", "url": "https://buyabans.com/product-info/alp053"},
{"price": "3,650", "img": "https://buyabans.com/upload/product/Fan/TYFNFT201/webtf.jpg", "description": [" ", "TOYOSTAR BY ABANS-TABLE FAN", " "], "title": "TOYOSTAR BY ABANS-TABLE FAN", "url": "https://buyabans.com/product-info/ft201"},
{"price": "4,140", "img": "https://buyabans.com/upload/product/Iron/PLIR1905/web.jpg", "description": [" ", "\r\n", "\r\n", "A fine spray evenly moistens the fabric", "\r\n", "\r\n", "The spray function produces a fine mist that evenly moistens the fabric, making it easier to iron out creases.", "\r\n", "Easy and super fast emptying of the watertank", "\r\n", "\r\n", "Easy and super fast emptying of the watertank thanks to the huge emptying hole, and the sideways opening door.", "\r\n", "Easy and super fast filling of the watertank", "\r\n", "\r\n", "Easy and super fast filling of the watertank thanks to the huge filling hole, and the sideways opening door of the Philips iron.", "\r\n", "Continuous steam output up to 17 g/min", "\r\n", "\r\n", "Continuous steam output up to 17 g/min", "\r\n", "Linished soleplate", "\r\n", "\r\n", "Linished soleplate", "\r\n", "\r\n"], "title": "PHILIPS-STEAM IRON (GC1905/21 )", "url": "https://buyabans.com/product-info/gc1905"},
{"price": "3,600", "img": "https://buyabans.com/upload/product/Hair%20care/PLSHV6306/web.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "\r\n", "Wet and dry for use in bath or shower", "\r\n", "For a gentle and comfortable use during your shower or bath routine with anti slip grip for optimal wet and dry use.", "\r\n", "\r\n", "\r\n", "Battery operated", "\r\n", "Shave anywhere with this cordless lady shaver.", "\r\n", "\r\n", "\r\n", "Hypoallergenic foil", "\r\n", "Hypoallergenic foil prevents irritations and rashes", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "PHILIPS-LADY SHAVER", "url": "https://buyabans.com/product-info/philips-lady-shaver-plshv6306"},
{"price": "2,490", "img": "https://buyabans.com/upload/product/Iron/ELIR4005/webgr.jpg", "description": [" ", "\r\n", "\r\n", "Step less temperature dial", "\r\n", "Steam Rate: 30g/min", "\r\n", "\r\n", "Shot of Steam: 70g/min", "\r\n", "\r\n", "\r\n", "Vertical Steam, Drip drop, Anti scale & Self Clean System", "\r\n", "\r\n"], "title": "ELECTROLUX-STEAM IRON", "url": "https://buyabans.com/product-info/electrolux-steam-iron-esi4005-elir4005"},
{"price": "2,490", "img": "https://buyabans.com/upload/product/Hair%20care/PLHD8108/web.jpg", "description": [" ", "1000W power for gentle drying", " ", "This Philips DryCare 1000W hairdryer creates the optimal level of airflow and gentle drying for beautiful results everyday. ", " ", " ", "2 flexible speed settings for gentle drying", " ", "This hairdryer offers 2 pre-selected speed/heat combinations to make it quick and easy to achieve the perfect style", " ", " ", "Foldable handle for easy storage", " ", "This hairdryer has foldable handle, making it easy to pack, store and take with you anywhere you go. ", " ", " ", "Narrow concentrator for focused airflow", " ", "The concentrator focuses airflow through the opening to specific areas. This results in better touch-ups or more precise styling to finish your look.", " "], "title": "PHILIPS-HAIR DRYER", "url": "https://buyabans.com/product-info/philips-hair-dryer-hp8108-plhd8108"},
{"price": "3,400", "img": "https://buyabans.com/upload/product/Iron/PLIRGC101001/web.jpg", "description": [" ", "\r\n", "\r\n", "Iron temperature-ready light", "\r\n", "\r\n", "Indicator light goes off when the required ironing temperature has been reached.", "\r\n", "Calc clean to prevent your iron from scale build up", "\r\n", "\r\n", "The calc clean function enables you to simply flush your Philips iron to remove the calc particles out of your iron. This will extend the lifetime of your iron.", "\r\n", "Linished soleplate", "\r\n", "\r\n", "Linished soleplate", "\r\n", "1200 W steam iron with 150 ml water tank", "\r\n", "\r\n", "The steam iron is with 1200 W power, and 150 ml water tank", "\r\n", "Continuous steam of 15 g/min", "\r\n", "\r\n", "Continuous steam of 15 g/min", "\r\n", "\r\n"], "title": "PHILIPS-STEAM IRON", "url": "https://buyabans.com/product-info/gc1010"},
{"price": "2,400", "img": "https://buyabans.com/upload/product/Iron/ABIR501BL/web.jpg", "description": [" ", "ABANS-STEAM IRON-BLUE  "], "title": "ABANS-STEAM IRON-BLUE", "url": "https://buyabans.com/product-info/asw-501bl"},
{"price": "2,400", "img": "https://buyabans.com/upload/product/Iron/ABIR501RD/web.jpg", "description": [" ", "ABANS-STEAM IRON-RED  "], "title": "ABANS-STEAM IRON-RED", "url": "https://buyabans.com/product-info/asw-501rd"},
{"price": "1,500", "img": "https://buyabans.com/upload/product/Iron/ABIRS1688GR/web.jpg", "description": [" ", "ABANS-STEAM IRON-GREEN "], "title": "ABANS-STEAM IRON-GREEN", "url": "https://buyabans.com/product-info/abs-1688g"},
{"price": "1,700", "img": "https://buyabans.com/upload/product/Iron/HRIR806G1/web.jpg", "description": [" ", "HAIER-STEAM IRON "], "title": "HAIER-STEAM IRON", "url": "https://buyabans.com/product-info/hsr-806g-1"},
{"price": "26,999", "img": "https://buyabans.com/upload/product/Phone/LGPH-M250KBK/webj.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "\r\n", "Curved Elemental Design", "\r\n", "Style made for U. ", "The distinct side character line, and curved metallic U frame, are complemented by the smooth edges of 2.5D Arc glass. What feels amazing in your hand is also a beauty to see, with its 5.3(13.462cm) HD display.   ", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", "112 Emergency Call ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "120° wide angle selfie camera", "Everybody in.", "\r\n", "No scooching, no cramming, no selfie stick. The 120° wide angle selfie camera now with a brighter F2.2 lens catches you and your full surroundings. The 5MP sensor also captures standard perspective portraits by centering in to the heart of the image.  ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "5MP Selfie Camera with Auto Shot", "\r\n", "Selfies that set the standard. ", "The whopping 5MP selfie camera gives you photo and video selfies that are even more crisp and vivid. Show yourself in exceptional clarity with the simple convenience of Auto Shot. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Full-featured 13MP Rear Camera", "\r\n", "Catch the moment, just how you lived it. ", "In every single way, the full-featured 13MP camera brilliantly captures the best moments of your life. Now with a large 1/3\" sensor and an ultra-bright F2.2 lens that catches light even in the dimmest conditions, all your moments are clear, sharp, and sharable. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Quick Share", "\r\n", "Share it fast, share it easy. ", "Take a video and upload it instantly to any social media or texting app. Direct from the preview window, just tap the Quick Share icon. Nothing's easier, or faster. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Advanced Fingerprint Sensor", "\r\n", "All this from your fingerprint. ", "The rear fingerprint sensor keeps your phone and content tightly secure. Now upgraded with touch shutter and touch screenshot. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "Enhanced Performance", "\r\n", "A smooth, responsive, and seamless experience. ", "The sheer power of a 1.5GHz Octa-Core processor combined with 2GB of RAM gives you fluidity without snags or holdups. Store your photos, videos, and music on 16GB eMMC. ", "The 2,800mAh battery is removable, for quick switching on the go.", "\r\n", "\r\n", " ", "\r\n", "\r\n"], "title": "LG  PHONE M250K  GOLD COLOR (K10 2017)", "url": "https://buyabans.com/product-info/m250kgd"},
{"price": "29,900", "img": "https://buyabans.com/upload/product/Phone/LGPH-K535BW/web.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "\r\n", "Premium & Sleek Design", "\r\n", "With double chrome lines and rounded edges, this device is made to stand out and slimmed to fit in.", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "5.7\" Full HD IPS Quantum Display", "\r\n", "Bring your world to life in vivid color and clarity on the screen. The IPS Quantum display applied to LG's premium smartphones produces high-contrast, vibrant images that are rich and authentic in color.  *Specification may vary depending on region.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "Precise Pen", "\r\n", "A fiber tip is thinner than rubber, for a more accurate and sensitive touch. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Screen-off Memo", "\r\n", "Instantly jot down brilliant ideas! Simply pull out the Stylus and begin writing on the screen—no need to turn on. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Pop Memo", "\r\n", "Add creative captions or notes to any screen! Just take out the pen, select “Pop Memo”, and get writing. You can even adjust the size!  ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Pop Scanner", "\r\n", "Make it right! After capturing a picture, trace an object so you can bring it front and center—and right side up.", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", " ", "\r\n", "Calligraphy Pen Mode", "\r\n", "Transforms your handwriting into beautiful script.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Pen Keeper", "\r\n", "Never leave your pen behind! The LG Stylus 2 PLUS alerts you with a pop up message if your phone wanders too far away.  ", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "16MP Rear Camera", "\r\n", "Life is colorful. Capture every brilliant moment exactly as you see it with a precise, high quality camera.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Front Flash for Selfie", "\r\n", "Capture bright, sensational selfies—even in dark settings. The front flash initiates so you are well lit throughout the photo shoot.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Octa-Core Processor", "\r\n", "Sheer Octa-Core speed and efficiency. The Octa-Core processor equips you with power to multitask, while preserving more battery life. Your phone can do more, faster, and for longer. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Removable 3,000 mAh Battery", "\r\n", "The LG Stylus 2 PLUS's removable 3,000 mAh battery lets you easily swap for more power to fuel every adventure.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "LG  PHONE K535 STYLUS 2 PLUS BROWN COLOR", "url": "https://buyabans.com/product-info/lg-phone-k535-stylus-2-plus-brown-color-k535-lgph-k535bw"},
{"price": "1,500", "img": "https://buyabans.com/upload/product/Iron/ABIRS1688PU/web.jpg", "description": [" ", "ABANS-STEAM IRON-PURPLE "], "title": "ABANS-STEAM IRON-PURPLE", "url": "https://buyabans.com/product-info/abs-1688p"},
{"price": "25,999", "img": "https://buyabans.com/upload/product/Phone/LNPH-K33AGR/web.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "2 Days Between Charges, Outstanding Performance", "\r\n", "\r\n", "Lenovo K6 Power boasts a large battery that can run for 2 days between charges. And by combining the power of octa-core processing with the efficiency of Android™ 6.0, Marshmallow, this is one smartphone that's capable of performing and entertaining for longer. ", "\r\n", " ", "\r\n", "\r\n", "Stunning 12.7cm (5) Full HD Display", "\r\n", "\r\n", "See photos, videos, and websites in crisper, clearer detail. The 12.7cm (5) Full HD display also has in-plane switching technology, allowing you to enjoy a richer range of colors and more angles to view the Lenovo K6 Power from.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Quality You Can See, Feel, and Hear", "\r\n", "\r\n", "Available in dark gray, gold, and silver color, the eye-catching full-metal unibody design is as robust as it is stylish. What's more, with Dolby Atmos® Audio Enhancement, the Lenovo K6 Power will elevate your music and movies to another level.  ", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", "Your Fingerprint, Your Password", "\r\n", "\r\n", "Why struggle to remember a password, when you can log in with just one swipe of your finger? As well as saving you time, the advanced fingerprint reader ensures that only you can access your Lenovo K6 Power.", "\r\n", " ", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "  ", "\r\n", "Advanced Cameras—Front and Back", "\r\n", "\r\n", "Incredible photos and videos come as standard with the Lenovo Lenovo K6 Power. Its 13 MP fast-focusing rear camera can shoot in Full HD video, while the 8 MP front camera delivers sharp, picture-perfect selfies. ", "\r\n", " ", "\r\n", "\r\n", "Live Life in 4G", "\r\n", "\r\n", "The Lenovo K6 Power supports 4G LTE connectivity, enabling you to share, browse, listen, and do things at super fast speeds.", "\r\n", " ", "\r\n", "\r\n", "\r\n", " ", "\r\n"], "title": "LENOVO PHONE K33A42 32G GRAY K6 POWER", "url": "https://buyabans.com/product-info/lenovo-mobile-phone-k33a42-32g-gray-k6-power-k33a-lnph-k33agr"},
{"price": "26,999", "img": "https://buyabans.com/upload/product/Phone/LGPH-M250KBK/web.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "\r\n", "Curved Elemental Design", "\r\n", "Style made for U. ", "The distinct side character line, and curved metallic U frame, are complemented by the smooth edges of 2.5D Arc glass. What feels amazing in your hand is also a beauty to see, with its 5.3(13.462cm) HD display.   ", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", "112 Emergency Call ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "120° wide angle selfie camera", "Everybody in.", "\r\n", "No scooching, no cramming, no selfie stick. The 120° wide angle selfie camera now with a brighter F2.2 lens catches you and your full surroundings. The 5MP sensor also captures standard perspective portraits by centering in to the heart of the image.  ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "5MP Selfie Camera with Auto Shot", "\r\n", "Selfies that set the standard. ", "The whopping 5MP selfie camera gives you photo and video selfies that are even more crisp and vivid. Show yourself in exceptional clarity with the simple convenience of Auto Shot. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Full-featured 13MP Rear Camera", "\r\n", "Catch the moment, just how you lived it. ", "In every single way, the full-featured 13MP camera brilliantly captures the best moments of your life. Now with a large 1/3\" sensor and an ultra-bright F2.2 lens that catches light even in the dimmest conditions, all your moments are clear, sharp, and sharable. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "Quick Share", "\r\n", "Share it fast, share it easy. ", "Take a video and upload it instantly to any social media or texting app. Direct from the preview window, just tap the Quick Share icon. Nothing's easier, or faster. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Advanced Fingerprint Sensor", "\r\n", "All this from your fingerprint. ", "The rear fingerprint sensor keeps your phone and content tightly secure. Now upgraded with touch shutter and touch screenshot. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "Enhanced Performance", "\r\n", "A smooth, responsive, and seamless experience. ", "The sheer power of a 1.5GHz Octa-Core processor combined with 2GB of RAM gives you fluidity without snags or holdups. Store your photos, videos, and music on 16GB eMMC. ", "The 2,800mAh battery is removable, for quick switching on the go.", "\r\n", "\r\n", " ", "\r\n", "\r\n"], "title": "LG  PHONE M250K  BLACK COLOR (K10 2017)", "url": "https://buyabans.com/product-info/lg-mobile-phone-m250k-black-color-k10-2017-m250k-lgph-m250kbk"},
{"price": "22,999", "img": "https://buyabans.com/upload/product/Phone/LGPH-X240KGD/web.jpg", "description": [" ", "\r\n", "\r\n", "Full-featured 13MP Rear Camera", "\r\n", "Catch the moment, just how you lived it. ", "In every single way, the full-featured 13MP camera brilliantly captures the best moments of your life. Now with a large 1/3\" sensor and an ultra-bright F2.2 lens that catches light even in the dimmest conditions, all your moments are clear, sharp, and sharable.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "5MP Selfie Camera with Gesture Shot", "\r\n", "One gesture grabs the perfect shot.", "Pushing buttons creates shaky shots. Just close your hand to start the 3-second timer, for crisp selfies every time. Smiles highly recommended. ", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "5.0\" HD On-cell Touch Display with 2.5D Arc Glass", "\r\n", "Wide display, smooth edges. ", "The big bright 5.0\" HD On-cell display has 2.5D Arc glass edges that are smooth to the touch. Your eyes and fingers will thank you. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "LG  PHONE X240K GOLD  COLOR (K8 2017)", "url": "https://buyabans.com/product-info/lg-mobile-phone-x240k-gold-color-k8-2017-x240k-lgph-x240kgd"},
{"price": "21,990", "img": "https://buyabans.com/upload/product/Phone/OPPH-A37GD/webj.jpg", "description": [" ", " ", "\r\n", "\r\n", "\r\n", "Beauty Camera", "\r\n", "Let Your Selfie Be Brighter", "\r\n", "The OPPO A37 uses a front beauty camera with extra-large 1.4μm ", "pixels and a 1/4-inch sensor. This allows for more light to enter the ", "camera, so you can take a bright and natural-looking selfie even in ", "low-light conditions.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Beautify 4.0", "\r\n", "The Secret to Brilliant Selfies", "\r\n", "Using millions of users facial datas, we designed 7 different levels of intelligent beautify, with two modes for different skin tones. With the A37’s real-time ", "beautify feature, users will get natural-looking, eye-catching shots that they’ll be happy to share on the first snap.", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Screen Flash", "\r\n", "Perfect Selfies Even in Low Light", "\r\n", "The A37's display can emit a flash to brighten your face in low light. ", "Using a light-sensitive sensor that adjusts the screen brightness ", "perfectly to your face, the A37 will allow you to take great selfies ", "regardless of the light conditions.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "8 Megapixel Rear Camera", "\r\n", "Wonderful Night Shot", "\r\n", "The A37 sports an 8 Megapixel Rear Camera, featuring an Ultra-HD ", "shooting mode, for capturing exceptionally clear and detailed ", "photos. With extra-large 1.4μm pixels and a 1/3.2-inch sensor, the ", "A37’s rear camera maximizes the amount of light that enters and ", "minimizes noise in the final shot. The large pixels also work to ", "bump up the dynamic range and give pictures a vivid depth and ", "detail. Meanwhile, a large aperture enhances low-light and ", "night-shot performance.", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Unibody Design", "\r\n", "The Power of Lightness", "\r\n", "Cut to the renowned golden ratio, the A37’s flowing lines smoothly ", "transition from the frame to the back, for a stylish effect and an ", "amazing hand feel.", "\r\n", " ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Super RAM & ROM", "\r\n", "Smoother Experience", "\r\n", "The 2 GB RAM and quad-core 64-bit processor make for smooth ", "multitasking and seamless switching between apps, ", "movies and music .With 16 GB ROM, expandable ", "by another 128 GB, you’ll have plenty of ", "room for all of your favorite ", "media and memories.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "4G Dual SIM", "\r\n", "Three Individual Slots", "\r\n", "Both two slots support 4G networks with top speeds of up to 150 Mbps and make ", "surfing the web or watching online videos a breeze, what’s more you can also have the ", "third slot for 128 GB of memory expansion.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "All New ColorOS 3.0 Based On Android 5.1", "\r\n", "Faster, Steadier, Better", "\r\n", "Based on Android 5.1, ColorOS 3.0 is seamlessly responsive, providing a smooth and steady performance, and offering ", "more memory and power to users.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "      ", "\r\n", " ", "\r\n", "\r\n", "\r\n", " "], "title": "OPPO MOBILE PHONE A37 GOLD COLOUR", "url": "https://buyabans.com/product-info/oppo-mobile-phone-a37-gold-colour-a37-opph-a37gd"},
{"price": "19,999", "img": "https://buyabans.com/upload/product/Phone/EGPH-S500BK/webft.jpg", "description": [" ", "\r\n", "Android OS", "\r\n", "Smart, simple, and truly yours. A polished design, great performance, and many features.", "\r\n", " ", "\r\n", "5\" HD Screen", "\r\n", "View all your entertainment on a light and bright screen for an immersive visual experience.", "\r\n", " ", "\r\n", "Dual SIM Technology", "\r\n", "Exploit the perfect multitasking experience with distinct phone numbers for personal and work use.", "\r\n", " ", "\r\n", "13 Mp Camera / 5 MP Front Camera", "\r\n", "Capture the life's true colors and snap extraordinary selfies, even in low light.", "\r\n", " ", "\r\n", "3G HSPA+ Data Connection", "\r\n", "Stream videos, download songs in a few beats, apps almost instantly, and so much more.", "\r\n", " ", "\r\n", "Long Lasting Battery", "\r\n", "Stay connected and productive with a reliable and removable, 3,000 mAh battery and useful features.", "\r\n"], "title": "ENERGIZER MOBILE  ENERGY S500 BLACK  COLOUR", "url": "https://buyabans.com/product-info/energizer-mobile-phone-energy-s500-black-colour-upens500-egph-s500bk"},
{"price": "16,999", "img": "https://buyabans.com/upload/product/Phone/LGPH-X230KTN/webg.jpg", "description": [" ", "LG  PHONE X230K TITAN COLOR K4 ", " ", " ", " ", " ", " ", " ", " ", " "], "title": "LG  PHONE X230K TITAN COLOR K4", "url": "https://buyabans.com/product-info/x230ktitan"},
{"price": "16,999", "img": "https://buyabans.com/upload/product/Phone/LGPH-X230KBW/webg.jpg", "description": [" ", " ", "LG  PHONE X230K TITAN COLOR K4 ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " "], "title": "LG  PHONE X230K BROWN  COLOR K4", "url": "https://buyabans.com/product-info/lg-mobile-phone-x230k-brown-color-k4x230k-lgph-x230kbw"},
{"price": "8,999", "img": "https://buyabans.com/upload/product/Phone/EGPH-E100BK/webg.jpg", "description": [" ", "ENERGIZER MOBILE PHONE UPENENERGY E100 BLACK "], "title": "ENERGIZER MOBILE PHONE UPENENERGY E100 BLACK", "url": "https://buyabans.com/product-info/energizer-mobile-phone-energy-100-black-e100-egph-e100bk"},
{"price": "2,199", "img": "https://buyabans.com/upload/product/Phone/HRPH-M220BK/webg.jpg", "description": [" ", "Haier Mobile Phone Black "], "title": "Haier Mobile Phone Black", "url": "https://buyabans.com/product-info/m220"},
{"price": "49,990", "img": "https://buyabans.com/upload/product/Laptop/HPPCL15BS629DC/webr.jpg", "description": [" ", "HP-LAPTOP 15-BS629 - INTEL CEL/4GB RAM/500GB HDD/15.6/WIN10 "], "title": "HP-LAPTOP 15-BS629 - INTEL CEL/4GB RAM/500GB HDD/15.6/WIN10", "url": "https://buyabans.com/product-info/hppcl15bs629dc"},
{"price": "48,990", "img": "https://buyabans.com/upload/product/Laptop/LVPCLIP320CELW/webggf.jpg", "description": [" ", "LENOVO-NOTEBOOK IP 320-15IAP N3350 4G 1T "], "title": "LENOVO-NOTEBOOK IP 320-15IAP N3350 4G 1T", "url": "https://buyabans.com/product-info/ip-320-n3350"},
{"price": "39,000", "img": "https://buyabans.com/upload/product/Moniter/LGPCMGA27/web.jpg", "description": [" ", "\r\n", "\r\n", "Full HD Gaming with 1ms Motion Blur Reduction", "\r\n", "The Full HD display with 1ms Motion Blur Reduction allows gamers to enjoy the precision and accuracy needed to play at a very high level. With a response time that is virtually 1ms, blurring and ghosting are reduced to make the action smoother and gaming more precise. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "AMD FreeSync™", "\r\n", "FreeSync™* reduces the tearing and stuttering that occur between a graphic card’s frame rate and a monitor’s refresh rate. With FreeSync, gamers can experience seamless, fluid movement throughout their games. ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Dynamic Action Sync", "\r\n", "Gamers can experience optimized, fast-pace gaming with Dynamic Action Sync. Dynamic Action Sync is a feature that minimizes input lag so the game play in RTS games is more responsive. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Black Stabilizer", "\r\n", "Keep visibility even in dark scenes. LG's Black Stabilizer senses dark scenes and helps make it brighter so that you can find the enemies hiding and waiting to attack your player in the dark. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", " Game Mode ", "\r\n", "Set your game mode to optimize and customize your gaming conditions. There are 3 gamer modes, 2 First-Person-Shooter modes and even a RTS pre-set mode so you can choose the best mode for you and the game you're playing. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "On-Screen Control", "\r\n", "On-Screen Control puts a host of essential monitor settings into a handy window for quick, easy access. Volume, brightness, picture mode presets, Screen Split 2.0 and more can now be adjusted with just a few clicks of the mouse, instead of hard buttons on the monitor. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "V-Line Stand", "\r\n", "The sleek design of this gaming monitor is accentuated by red color accents on the V-shape stand. This monitor will feel right at home as part of any gamer's desktop setup. ", "\r\n", " ", "\r\n", "\r\n", "\r\n"], "title": "LG-MONITOR", "url": "https://buyabans.com/product-info/lg-monitor-27mp59g-lgpcmga27"},
{"price": "32,900", "img": "https://buyabans.com/upload/product/Tab/LVPCTBPHAB2/webj.jpg", "description": [" ", "\r\n", "\r\n", "6.4\" HD IPS Screen", "\r\n", "\r\n", " ", "\r\n", "When you think about how much time you spend on your phone, and all the things you like to do from watching videos to shooting photos, from browsing and posting on social media, to playing games and watching sports, one thing is clear: bigger is better. Especially when it comes to the screen. Now you can enjoy exceptionally crisp HD videos for a multimedia and gaming experience that's out of this world on the Lenovo Phab 2 smartphone.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", " ", "\r\n", "Cinematic Dolby Atmos®", "\r\n", "\r\n", "Be blown away with Dolby Atmos®. The surround sound puts you at the heart of the action every time you watch your favorite movies or play the hottest games on your Phab 2.", "\r\n", "Lifelike Recorded Sound With Dolby Audio™ Capture 5.1", "\r\n", "\r\n", "Our newest generations of Phab devices are the world's first smartphones with Dolby Audio™ Capture 5.1. Now you can record amazing audio with 360-degree immersive quality. Coupled with Dolby technology, the 3 built-in microphones capture amazingly nuanced video sound. Plus, with 360-degree noise cancellation, conference call and interview modes let you tailor your recordings for maximum clarity. With the lifelike sounds, your videos really come to life.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Great Photos, Videos, & Selfies", "\r\n", "\r\n", "Leave your camera at home and still capture breathtaking photos, thanks to the Phab 2's rear 13 MP f/2.0 camera. Pull all your friends into the frame for a groupfie with the 5 MP front camera, featuring an 85-degree wide-angled lens. Afterwards, you can even enhance your pics with augmented reality effects.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Packed With Power & Plenty of Storage", "\r\n", "\r\n", "At the heart of the Phab 2 is a fast 1.3 GHz quad-core processor, 3 GB RAM, and 32 GB of storage, along with a microSD slot. That means smoother performance even when multitasking and ample room for all of your movies, photos, and apps.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Enough Juice for All-Day Play", "\r\n", "\r\n", "The Phab 2 features a powerful 4,050 mAh battery that gives you longer times between charges—so you'll always have enough juice to shoot, share, chat, and play. Enjoy up 32 hours of talk-time and a standby capacity of up to 14 days!", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "LENOVO PHAB 2 ", "url": "https://buyabans.com/product-info/lenovo-tablets-phab-2"},
{"price": "29,000", "img": "https://buyabans.com/upload/product/Moniter/LGPCMGA27/web.jpg", "description": [" ", "\r\n", "\r\n", "Full HD Gaming with 1ms Motion Blur Reduction", "\r\n", "The Full HD display with 1ms Motion Blur Reduction allows gamers to enjoy the precision and accuracy needed to play at a very high level. With a response time that is virtually 1ms, blurring and ghosting are reduced to make the action smoother and gaming more precise. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "AMD FreeSync™", "\r\n", "FreeSync™* reduces the tearing and stuttering that occur between a graphic card’s frame rate and a monitor’s refresh rate. With FreeSync, gamers can experience seamless, fluid movement throughout their games. ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Dynamic Action Sync", "\r\n", "Gamers can experience optimized, fast-pace gaming with Dynamic Action Sync. Dynamic Action Sync is a feature that minimizes input lag so the game play in RTS games is more responsive. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "Black Stabilizer", "\r\n", "Keep visibility even in dark scenes. LG's Black Stabilizer senses dark scenes and helps make it brighter so that you can find the enemies hiding and waiting to attack your player in the dark. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", " Game Mode ", "\r\n", "Set your game mode to optimize and customize your gaming conditions. There are 3 gamer modes, 2 First-Person-Shooter modes and even a RTS pre-set mode so you can choose the best mode for you and the game you're playing. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "On-Screen Control", "\r\n", "On-Screen Control puts a host of essential monitor settings into a handy window for quick, easy access. Volume, brightness, picture mode presets, Screen Split 2.0 and more can now be adjusted with just a few clicks of the mouse, instead of hard buttons on the monitor. ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "V-Line Stand", "\r\n", "The sleek design of this gaming monitor is accentuated by red color accents on the V-shape stand. This monitor will feel right at home as part of any gamer's desktop setup. ", "\r\n", " ", "\r\n", "\r\n", "\r\n"], "title": "LG-MONITOR", "url": "https://buyabans.com/product-info/lg-monitor-24mp59g-lgpcmga24"},
{"price": "19,999", "img": "https://buyabans.com/upload/product/Tab/HRTAB-HL810GSV/webt.jpg", "description": [" ", "Haier Tablet - HL810G "], "title": "HAIER TABLET HL810G 8\" 800*1280IPS 1.3GHZ SILVER COLOUR", "url": "https://buyabans.com/product-info/haier-tablet-hl810g-8-800-1280ips-13ghz-silver-colour"},
{"price": "21,400", "img": "https://buyabans.com/upload/product/Tab/LVPCTB3710I/webk.jpg", "description": [" ", "LENOVO-TAB QC/16GB/1GB/ANDROID ", " ", " ", "Beautiful Screen for Pure Enjoyment", "Work, play, or just tap away on the Tab3 7 Essential’s beautiful 7 inch high-resolution (1024 x 600) IPS display. IPS technology makes it easy to share what you're viewing with friends, and with an ultra-thin, high-transparent touch screen, every image appears closer, clearer, and sharper.", " ", "Two Great Cameras", "With the Tab3 7 Essential you have the choice of two cameras to capture all your memories. Use the 0.3 megapixel Visio front camera for perfect sharable selfies and web chatting with your friends, and the 2 megapixel rear camera to capture brilliant images and videos.", " ", "Always There for You", "Fuelled by a 3450 mAh battery, this pocket-size tablet offers up to 10 hours of battery on a single charge. Now you can enjoy uninterrupted binge-watching, gaming, or social media without recharging. ", " ", "Satellite GPS and Optional 3G", "Never get lost with built-in satellite GPS that works offline. 3G models are also available for a truly mobile experience.", " ", "Dolby® Audio", "Dolby® audio enhancement allows louder, more natural, distortion-free sound – whether you’re listening through headphones or the tablets stereo speakers.", " ", "Quad-Core Processing", "Powered with a MediaTek® 1.3 GHz quad-core processor, the Tab3 7 Essential is ideal for multitasking, delivering a smoother Android experience and eliminating stutter when playing games or watching HD video."], "title": "LENOVO-TAB QC/16GB/1GB/ANDROID/7\"/WIFI/CALL+3G", "url": "https://buyabans.com/product-info/lenovo-tab-qc-16gb-1gb-android-7-wifi-call-3g"},
{"price": "7,935", "img": "https://buyabans.com/upload/product/Laptop/MJACCANTBACKPCK/web.jpg", "description": [" ", "Nylon laptp backpack/Anti-thief with USB backpack "], "title": "MINGJIANG-NYLON LAPTOP BACK PACK/ANTI-THIEF WITH USB BACKPACK", "url": "https://buyabans.com/product-info/mfb-r0171019"},
{"price": "3,490", "img": "https://buyabans.com/upload/product/Other%20IT/LPHDTB105AK3AA/webg.jpg", "description": [" ", "TOSHIBA CANVIO BASIC A1 500GB "], "title": "TOSHIBA CANVIO BASIC A1 500GB", "url": "https://buyabans.com/product-info/hdtb105ak3aa"},
{"price": "5,500", "img": "https://buyabans.com/upload/product/printer/HPPR2132/webk.jpg", "description": [" ", "\r\n", "Just what you need—right away ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "Count on easy versatility. Print, scan, and copy what you need quickly with a reliable all-in-one.", "\r\n", "\r\n", "\r\n", " ", "\r\n", "Easy from the start", "\r\n", " ", "\r\n", "\r\n", "\r\n", "Get started in fewer steps. Easily set up this all-in-one to print, scan, and copy with simple controls.", "\r\n", "\r\n", "\r\n", "\r\n", "Save your space with a compact all-in-one designed to fit on your desk, on a shelf, or anywhere you need it.", "\r\n", " ", "\r\n", "\r\n", "\r\n", "Tackle more tasks for less cash ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "Print more for less, using the world’s No. 1 printer brand plus Original HP ink cartridges.", "1", "\r\n", "\r\n", "\r\n", "\r\n", "Full of value—print up to twice as many pages with Original HP high-yield ink cartridges.", "2 ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "Reduce your impact ", "\r\n", " ", "\r\n", "\r\n", "\r\n", "Conserve resources—without sacrificing performance—using an all-in-one that’s ENERGY STAR® certified.", "\r\n", "\r\n", "\r\n", "\r\n", "Reduce your environmental impact. Count on easy, free cartridge recycling through HP Planet Partners.", "3", "\r\n", "\r\n"], "title": "HP-DESKJET 2132", "url": "https://buyabans.com/product-info/printer-hp-deskjet-2132-hppr2132"},
{"price": "3,400", "img": "https://buyabans.com/upload/product/printer/HPPR1112/web.jpg", "description": [" ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "HP-DESKJET 1112 PRINTER ", "\r\n", "\r\n", " ", "\r\n", "Printing made simple", "\r\n", "No need to wait. Start printing right out of the box with easy setup.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Designed to fit your life", "\r\n", "Save your space with a compact printer designed to fit on your desk, on a shelf, or anywhere you need it.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Affordable at-home printing", "\r\n", "Print more for less, using the world’s No. 1 printer brand plus Original HP ink cartridges.", "[1]", "\r\n", "Full of value—print up to twice as many pages with Original HP high-yield ink cartridges.", "[2]", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", " ", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "Reduce your impact", "\r\n", "Conserve resources—without sacrificing performance—using a printer that’s ENERGY STAR® certified.", "\r\n", "Reduce your environmental impact. Count on easy, free cartridge recycling through HP Planet Partners.", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n", "\r\n"], "title": "HP-DESKJET 1112 PRINTER", "url": "https://buyabans.com/product-info/printer-hp-deskjet-1112-hp1112"},
{"price": "14,999", "img": "https://buyabans.com/upload/product/watch2/TIWH9308KM01/web.jpg", "description": [" ", "TITAN-QUARTZ W/BOX OCTANE-GENTS "], "title": "TITAN-QUARTZ W/BOX OCTANE-GENTS", "url": "https://buyabans.com/product-info/9308km01"},
{"price": "11,174", "img": "https://buyabans.com/upload/product/watch2/TIWH2516SL01/web.jpg", "description": [" ", "TITAN-QUARTZ W/BOX EDGE-LADIES ", " ", " ", "This analog watch for women features a rectangular mother-of-pearl dial. Encompassed within a stainless steel case, the dial has two plain hands. Its white leather strap can be adjusted for a comfortable fit, using the buckle closure."], "title": "TITAN-QUARTZ W/BOX EDGE-LADIES", "url": "https://buyabans.com/product-info/2516sl01"},
{"price": "13,499", "img": "https://buyabans.com/upload/product/watch2/TIWH2549NL01/web.jpg", "description": [" ", "TITAN-QUARTZ W/BOX  EDGE-LADIES "], "title": "TITAN-QUARTZ W/BOX  EDGE-LADIES", "url": "https://buyabans.com/product-info/2549nl01"},
{"price": "11,099", "img": "https://buyabans.com/upload/product/watch2/TIWH900242562SL01/web.jpg", "description": [" ", "TITAN-QUARTZ W/BOX BANDHAN-PAIR "], "title": "TITAN-QUARTZ W/BOX BANDHAN-PAIR", "url": "https://buyabans.com/product-info/900242562sl01"},
{"price": "4,499", "img": "https://buyabans.com/upload/product/watch2/TIWH2571SL01/web.jpg", "description": [" ", "TITAN-QUARTZ W/BOX KARISHMA-LADIES "], "title": "TITAN-QUARTZ W/BOX KARISHMA-LADIES", "url": "https://buyabans.com/product-info/2571sl01"},
{"price": "5,024", "img": "https://buyabans.com/upload/product/Watch/TIWH1730SL01/web.jpg", "description": [" ", "Titan Neo Analog Black Dial Men's Watch"], "title": "TITAN-QUARTZ W/BOX NEO-GENTS", "url": "https://buyabans.com/product-info/titan-neo-analog-black-dial-mens-watch-tiwh1730sl01-1730sl01"},
{"price": "7,124", "img": "https://buyabans.com/upload/product/watch2/TIWH38028PL01J/webk.jpg", "description": [" ", "Grey Dial Leather Strap Watch"], "title": "FASTRACK-QUARTZ W/BOX-GENTS", "url": "https://buyabans.com/product-info/grey-dial-leather-strap-watch-with-box-tycoon-mens-watch-tiwh38028pl01j"}
]